{"file_name": "images/musinsa_20201120094151.jpg", "text": "Young Korean woman with long black hair, wearing white beanie, beige puffer jacket, white t-shirt, light blue wide-leg pants, sneakers. Standing confidently on urban street, brick wall background. Casual street style, cool weather fashion."}
{"file_name": "images/musinsa_20210827144659.jpg", "text": "Young Korean woman with long straight black hair, wearing all-black ensemble: fitted long-sleeve top, wide-leg trousers, carrying small black handbag. Posing confidently, hand touching hair, red lipstick. White sneakers, wooden wall background, urban chic style."}
{"file_name": "images/musinsa_20211122164513.jpg", "text": "Young Korean woman with straight black hair, wearing black face mask, black top, gray shorts, black-white patterned cardigan. Accessorized with silver necklace, black knee-high lace-up boots, black shoulder bag. Standing confidently in urban setting, edgy street style aesthetic."}
{"file_name": "images/musinsa_20211202140810.jpg", "text": "Young Korean woman with long straight black hair, wearing black oversized jacket, white crop top, beige wide-leg pants, white sneakers. Standing confidently on street, neutral expression, urban background with concrete building, wooden bench visible. Chic street style, casual yet fashionable aesthetic."}
{"file_name": "images/musinsa_cpstaff_546558b7d2bde.jpg", "text": "Young Korean man with short dark hair, wearing black beanie, sunglasses, burgundy wool coat, black pants, white sneakers. Standing confidently, arms crossed, neutral expression. Urban setting, stone-paved ground, white walls. Stylish, modern streetwear aesthetic."}
{"file_name": "images/musinsa_cpstaff_556fa8b903b28.jpg", "text": "Young Korean woman with long dark hair, wearing floral headband, white crop top with colorful logo, black bikini bottom, posing confidently by pool area, palm trees and lounge chairs in background, casual resort atmosphere."}
{"file_name": "images/musinsa_cpstaff_55dbc6f4d996b.jpg", "text": "Young Korean woman with short black hair, wearing gray sweatshirt with \"HEY HANDSOME\" text, dark shorts, black socks, white-toed sneakers. Neutral expression, standing pose, against white metal shutter background. Urban, minimalist street style aesthetic."}
{"file_name": "images/musinsa_cpstaff_56320dc31d5fd.jpg", "text": "Young adult man with wavy, shoulder-length hair, wearing round sunglasses, navy blue sweater with text, dark scarf, white undershirt, olive trousers, sneakers. Relaxed pose, hands in pockets, against light wall. Stylish, casual urban look."}
{"file_name": "images/musinsa_cpstaff_563951b857e1d.jpg", "text": "Korean young adult man with short black hair, wearing long black double-breasted coat, emerald green turtleneck sweater, black trousers, blue slip-on sneakers. Standing upright, hand in pocket, neutral expression, against light-colored wall. Minimalist, sophisticated urban style."}
{"file_name": "images/musinsa_cpstaff_564323eb1f841.jpg", "text": "Young Korean woman with sleek black hair, wearing black leather biker jacket, striped black and white sweater, wide-leg black trousers, white sneakers. Standing confidently, slight smile, in modern interior with glass block wall. Edgy, urban chic style, monochrome outfit with contrasting textures."}
{"file_name": "images/musinsa_cpstaff_5666d7cb1d1d8.jpg", "text": "Young Korean woman with long black hair, wearing cropped white top, light gray cardigan, distressed skinny jeans, white sneakers, taking mirror selfie in clothing store, surrounded by racks and shelves of apparel, casual and trendy style."}
{"file_name": "images/musinsa_cpstaff_56cad4f1ef7a2.jpg", "text": "Young adult Korean male with short black hair, wearing light gray hoodie with script text, white undershirt, black ripped jeans, gray sneakers. Standing casually, eyes closed, neutral expression. Bright white background, urban setting, stylish streetwear aesthetic."}
{"file_name": "images/musinsa_cpstaff_56cd3b55c35f3.jpg", "text": "Young Korean man with short dark hair, wearing black baseball cap, green and black striped sweater, dark jeans, black sneakers. Standing casually, hands in pockets, neutral expression. Indoor setting with potted plants, wooden floor, bright window. Casual, relaxed streetwear style."}
{"file_name": "images/musinsa_cpstaff_56e6874c428c5.jpg", "text": "Young adult man with short dark hair and mustache, wearing navy knit beanie, round sunglasses, cream overcoat, light gray sweatshirt, matching sweatpants, black slip-on shoes. Standing casually, hands in pockets, smiling slightly. Urban setting, minimalist style."}
{"file_name": "images/musinsa_cpstaff_56f239c084d5c.jpg", "text": "Middle-aged Korean man with short dark hair, wearing navy beanie, round sunglasses, white crewneck sweatshirt, black drawstring pants, black sneakers. Smiling, hands in pockets, casual pose against gray wall. Urban street style, relaxed and confident mood."}
{"file_name": "images/musinsa_cpstaff_5742d650b1ffa.jpg", "text": "Young Korean woman with long, straight black hair, wearing crisp white t-shirt, blue denim jeans, gray sneakers. Neutral expression, standing pose, hands in pockets. Minimalist studio background, casual and modern style."}
{"file_name": "images/musinsa_cpstaff_5742d65f35470.jpg", "text": "Young woman with long brown hair, wearing black baseball cap, sunglasses, oversized black t-shirt, black and white striped pants, tan work boots, standing on beach, turquoise ocean background, casual beachwear style."}
{"file_name": "images/musinsa_cpstaff_57f6e94deb22d.jpg", "text": "Young adult male with short dark hair, wearing black baseball cap, black leather biker jacket, striped black and white shirt, burgundy trousers, black shoes. Standing casually, hands in pockets, against white wall. Edgy, urban style with contrasting colors and textures."}
{"file_name": "images/musinsa_cpstaff_57fd963ce5c46.jpg", "text": "Young Korean man with short black hair, wearing navy baseball cap, camel-colored long coat, white t-shirt, black jeans, black and white sneakers. Standing confidently, hands at sides, against brick wall. Urban street setting, casual yet stylish look."}
{"file_name": "images/musinsa_cpstaff_581aff659eb77.jpg", "text": "Young Korean man with short black hair, wearing navy parka with fur-trimmed hood, dark distressed jeans, white sneakers. Standing sideways, serious expression, hands in pockets. Urban setting, stone walls, illuminated storefront. Casual winter street style, modern urban aesthetic."}
{"file_name": "images/musinsa_cpstaff_587dc53b92c71.jpg", "text": "Young adult man with short dark hair and glasses, wearing white beanie, tan leather jacket, navy sweater, dark trousers, yellow sneakers. Smiling confidently, leaning against bar counter. Vintage-style pub setting, neon sign, wooden furniture. Casual yet stylish urban look, warm and inviting"}
{"file_name": "images/musinsa_cpstaff_589842dd77287.jpg", "text": "Young Korean woman with long, wavy black hair, wearing oversized beige hoodie with circular logo patch, dark navy sweatpants, white sneakers with gum soles, standing in cluttered studio space, surrounded by shelves of papers and shoes, backlit by large window, casual streetwear style."}
{"file_name": "images/musinsa_cpstaff_589bd8bc9d61f.jpg", "text": "Young adult Korean man with shoulder-length wavy hair, wearing black leather biker jacket, plaid oversized shirt, ripped blue jeans, black sneakers. Standing confidently in narrow alley, neutral expression, urban grunge style."}
{"file_name": "images/musinsa_cpstaff_58bcbb687e83a.jpg", "text": "Young adult male with short facial hair, wearing black baseball cap, beige workwear jacket, white undershirt, black pants, gray sneakers. Standing casually on concrete steps, hands in pockets, looking sideways. Urban streetwear style, industrial background with metal grates, sunlit outdoor setting."}
{"file_name": "images/musinsa_staff_519069682c467.jpg", "text": "Young Korean man with short dark hair, wearing black beanie, holding bright blue umbrella. Dressed in black jacket, light blue button-up shirt, dark trousers, red sneakers. Standing on cobblestone path, neutral expression, urban garden background. Casual street style, rainy day aesthetic."}
{"file_name": "images/musinsa_staff_51906a6c93e39.jpg", "text": "Young Korean man with short dark hair, wearing green baseball cap with white 'Y' logo, crisp white short-sleeved button-up shirt, dark blue jeans, yellow sneakers. Standing casually, hand on chest, neutral expression. Visible arm tattoos, wristwatch. Surrounded by colorful flowering bush"}
{"file_name": "images/musinsa_staff_5193275c86391.jpg", "text": "Young adult man with facial hair, wearing red backwards cap, sunglasses, white t-shirt, black pants. Tattooed arms, silver watch, casual pose. Standing against wooden backdrop, urban street style aesthetic."}
{"file_name": "images/musinsa_staff_5194a9d0e4505.jpg", "text": "Young Korean man with short black hair, wearing black beanie, black graphic t-shirt with white shield logo, tan wide-leg pants, brown leather boots. Standing confidently, hands in pockets, in rustic industrial setting with exposed brick, vintage furniture. Urban streetwear style, casual yet trendy aesthetic."}
{"file_name": "images/musinsa_staff_519b3f2fa7003.jpg", "text": "Young adult man with short dark hair, wearing sunglasses, light blue denim shirt over white t-shirt with pink text, dark gray rolled-up pants, yellow canvas sneakers, standing casually in outdoor setting, brick-paved ground, tree and white wall background, relaxed urban style."}
{"file_name": "images/musinsa_staff_519f29f7db3bc.jpg", "text": "Young adult male with short dark hair, wearing black-rimmed glasses, blue tropical print suit jacket and shorts, striped white and navy shirt, white socks, red sneakers. Standing casually, hands in pockets, in interior setting with patterned wallpaper and animal skull decor."}
{"file_name": "images/musinsa_staff_51a854c40357f.jpg", "text": "Young Korean man wearing teal and orange cap, orange-black striped t-shirt, olive green pants, blue sneakers. Standing with eyes closed, neutral expression. White bandage on right hand. Colorful industrial-style backdrop with yellow-black stripes, green floor. Casual streetwear aesthetic."}
{"file_name": "images/musinsa_staff_51ac30ef0e942.jpg", "text": "Young woman with short brown hair, wearing white trucker cap, purple tank top, denim shorts, holding yellow skateboard, standing confidently against graffiti wall, red floral backpack nearby, pink high-top sneakers, urban street style aesthetic."}
{"file_name": "images/musinsa_staff_51f901e6cb678.jpg", "text": "Young adult male with short dark hair, wearing black cap and glasses, posing dynamically. Light blue t-shirt, white knee-length shorts, camouflage jacket held open. Black sneakers with white laces. Playful stance in indoor studio setting, wooden ladder visible. Casual, youthful street style aesthetic."}
{"file_name": "images/musinsa_staff_522865d6d91ea.jpg", "text": "Young Korean woman with short brown hair, wearing colorful headband, camouflage t-shirt, light denim shorts, navy fanny pack across chest. Standing pose, neutral expression, light purple sneakers. White background, casual street style aesthetic."}
{"file_name": "images/musinsa_staff_522d28db37dca.jpg", "text": "Young Korean man with short black hair, wearing navy knit sweater over white collar shirt, dark slim-fit jeans, white sneakers. Standing pose, neutral expression, clean minimalist studio background. Casual preppy style, modern fashion look."}
{"file_name": "images/musinsa_staff_52326ffceeaac.jpg", "text": "Young Korean woman with long wavy brown hair, wearing white backwards cap, gray knit sweater, distressed denim shorts, brown belt. Standing casually, green sneakers, neutral expression. Urban setting, concrete walls, trees. Casual street style, youthful aesthetic."}
{"file_name": "images/musinsa_staff_5237c078d404b.jpg", "text": "Young adult male with short dark hair, wearing gray beanie, dark sunglasses, navy sweater with white arm stripes, light blue jeans, white sneakers. Standing casually, holding patterned tote bag, urban street background, cool casual streetwear style."}
{"file_name": "images/musinsa_staff_525362f0cedb7.jpg", "text": "Young Korean man with short black bowl-cut hair, wearing navy blue jacket, dark green sweater, white collared shirt, black skinny jeans, blue-white sneakers. Standing with hands in pockets, neutral expression, urban setting with metal vents, concrete walls. Casual, stylish street fashion look."}
{"file_name": "images/musinsa_staff_526922c5d7b88.jpg", "text": "Young woman with long dark hair and blue highlights, wearing mirrored sunglasses, cropped royal blue sweater, edgy leather jacket with graphics, white wrap skirt, sheer black tights, orange sneakers, standing confidently near bicycles, urban street style aesthetic."}
{"file_name": "images/musinsa_staff_5272132e4e70f.jpg", "text": "Young Korean man with short dark hair, wearing rectangular glasses and black snapback cap, dressed in camouflage print jacket over white t-shirt, dark jeans, and black-blue sneakers, standing casually in hallway with glass doors, urban streetwear style."}
{"file_name": "images/musinsa_staff_527b21b2545c2.jpg", "text": "Young Korean woman with long dark hair, wearing black and white baseball cap, white sweater with \"80\" print and silver embellishments, black skinny jeans, black platform sandals, standing on artificial grass, urban rooftop setting, casual street style aesthetic."}
{"file_name": "images/musinsa_staff_527c7057aaa6b.jpg", "text": "Young Korean man wearing black backwards cap, smiling, dressed in black zip-up hoodie with white cross emblem, black skinny jeans, red and white sneakers. Standing casually, hands in pockets, in room with wooden door, shelves displaying caps. Urban streetwear style, warm-toned indoor setting."}
{"file_name": "images/musinsa_staff_52834a2ecbfe4.jpg", "text": "Young adult woman with dark hair, wearing oversized red puffer jacket, gray patterned sweater, black leggings, white sneakers. Stylish sunglasses, confident pose on city street. Urban background with buildings, cars. Chic winter street style look."}
{"file_name": "images/musinsa_staff_5285c30ee951b.jpg", "text": "Young Korean man with short dark hair, wearing black fedora, black fur-trimmed jacket, dark pants, hiking boots. Gesturing with gloved hand, holding red lantern. Standing on forest path, surrounded by green foliage. Casual outdoor explorer style."}
{"file_name": "images/musinsa_staff_528eb510eb552.jpg", "text": "Young Korean man with short black hair, wearing olive green parka with fur-trimmed hood, navy cardigan, patterned shirt, dark jeans, brown leather shoes, brown gloves. Standing pose, neutral expression, urban background with glass blocks, winter fashion style."}
{"file_name": "images/musinsa_staff_52ae7af91b7ab.jpg", "text": "Young Korean man wearing olive bucket hat, bright orange puffer jacket with fur-trimmed hood, black inner layer, khaki pants, tan work boots. Standing with hands in pockets, neutral expression, industrial-style backdrop with metal racks. Urban streetwear aesthetic, casual winter outfit."}
{"file_name": "images/musinsa_staff_52b2a2fd70890.jpg", "text": "Young Korean woman with dark shoulder-length hair, wearing black parka with fur-trimmed hood, tan sweater, skinny jeans, platform ankle boots. Standing, holding orange smartphone, neutral expression. White room, minimalist setting, fashion-forward urban style."}
{"file_name": "images/musinsa_staff_52d8e21b42169.jpg", "text": "Young woman with long dark hair, wearing white backwards cap, black long-sleeve top, gray varsity jacket, ripped blue jeans, red sneakers. Carrying blue backpack, sitting on concrete ledge. Waterfront background, sunset lighting, casual urban style."}
{"file_name": "images/musinsa_staff_52dc73f91d148.jpg", "text": "Young Korean woman with straight dark bangs, wearing quilted gray cap, black leather-sleeved jacket, blue oversized shirt, cream pants, black combat boots, carrying bright blue backpack, standing in profile against gray wall, urban street style aesthetic."}
{"file_name": "images/musinsa_staff_52e1cc493ccca.jpg", "text": "Young Korean woman with long brown hair, wearing black coat, blue jeans, standing in front of store entrance. Holding black laptop bag, casual pose, neutral expression. Urban setting, concrete building, glass door with store hours visible. Chic, professional street style aesthetic."}
{"file_name": "images/musinsa_staff_52e761bb3b205.jpg", "text": "Young Korean man with short dark hair, wearing black cap with red pattern, black oversized sweater, red plaid shirt tied around waist, black skinny jeans, black combat boots. Standing straight, serious expression, against white background. Edgy, urban street style aesthetic."}
{"file_name": "images/musinsa_staff_52f075c3d444e.jpg", "text": "Young Korean woman with long purple-dyed hair, wearing blue beanie, red and black leather jacket, white top, blue jeans with colorful patches, black sneakers, smiling broadly, standing on snowy city street, yellow taxi sign visible, storefronts in background, vibrant street style aesthetic."}
{"file_name": "images/musinsa_staff_530190d61baa8.jpg", "text": "Young Korean man with short dark hair and mustache, wearing olive bucket hat, black bomber jacket, yellow-striped shirt, olive pants, navy slip-on shoes. Standing casually, hands in pockets, neutral expression. Minimalist indoor setting, clothing rack visible."}
{"file_name": "images/musinsa_staff_53293e7a113ef.jpg", "text": "Young Korean man with short dark hair, wearing orange backwards cap, dark denim jacket, striped sweater, white pants, yellow sneakers. Standing casually, neutral expression, outdoor setting with trees, cobblestone path. Casual streetwear style, relaxed urban aesthetic."}
{"file_name": "images/musinsa_staff_532aee5474c36.jpg", "text": "Young Korean man with short dark hair, wearing black knit cap, long black coat over striped sweater, khaki joggers, white sneakers. Neutral expression, standing straight, indoor setting. Casual streetwear style, urban fashion aesthetic."}
{"file_name": "images/musinsa_staff_533393ae52e78.jpg", "text": "Young Korean man with short dark hair, wearing black backwards cap, denim jacket over striped shirt, khaki pants, brown leather shoes. Standing casually, hands in pockets, neutral expression. Concrete wall background, urban casual style."}
{"file_name": "images/musinsa_staff_53511aa4140f5.jpg", "text": "Young Korean woman with long straight brown hair, wearing white graphic t-shirt with dollar signs and flag print, ripped blue skinny jeans, light denim shirt tied around waist, black sneakers, holding orange clutch, casual street style pose against white wall, urban fashion aesthetic."}
{"file_name": "images/musinsa_staff_5362f12454240.jpg", "text": "Young Korean woman with long straight black hair and bangs, wearing oversized black t-shirt, black leggings, brown sneakers, taking mirror selfie, standing in cluttered shop, surrounded by books and clothing racks, warm lighting, casual urban style."}
{"file_name": "images/musinsa_staff_53749586b38d8.jpg", "text": "Young Korean man with short dark hair, wearing black cap, glasses, black hoodie, white undershirt, black pants, white sneakers. Standing straight, neutral expression, in cluttered room with wooden panels, chair, bags visible. Casual streetwear style, monochrome outfit."}
{"file_name": "images/musinsa_staff_5396b9c0abd4b.jpg", "text": "Young Korean woman with short dark hair, wearing green baseball cap, white t-shirt with \"Popularnerve\" text, dark blue jeans, sneakers. Standing confidently, neutral expression, brick wall background with green leaves. Casual streetwear style, urban setting."}
{"file_name": "images/musinsa_staff_53d0a4f8f3cf2.jpg", "text": "Young Korean woman with long blonde hair, wearing brown t-shirt, blue denim shirt, jean shorts, casual pose, standing next to surfboard, holding canvas bag, indoor wooden setting, relaxed summer style."}
{"file_name": "images/musinsa_staff_53d0e1e12fb9f.jpg", "text": "Young adult male with short dark hair, wearing white backwards cap, white button-up shirt with \"Make me Wonder 09\" print, denim shorts, chunky sneakers, lanyard with badge, neutral expression, standing in exhibition hall, urban streetwear style."}
{"file_name": "images/musinsa_staff_53d4a09218a7a.jpg", "text": "Young Korean woman with long black hair, wearing black sleeveless top with \"STANDARD\" text, black shorts, white knee-high socks with black stripes, black sneakers. Smiling, standing in front of arcade game machine, hand touching hair. Casual, youthful style in gaming environment."}
{"file_name": "images/musinsa_staff_5420ffeca6230.jpg", "text": "Young Korean man with short dark hair, wearing black-rimmed glasses and red backwards cap. Dressed in blue long-sleeved sweatshirt with \"California Wild Ride\" text, striped sleeves, olive green cargo pants, brown leather shoes. Standing casually against brick wall, urban streetwear style."}
{"file_name": "images/musinsa_staff_5423ef21817e5.jpg", "text": "Young adult man with slicked-back dark hair, wearing round sunglasses, navy sweatshirt with large white 'W' graphic, blue jeans, black boots, walking husky dog, urban street setting, casual streetwear style, confident pose."}
{"file_name": "images/musinsa_staff_5428efb455633.jpg", "text": "Young Korean man with short black hair, wearing all-black outfit, black sweatshirt with large white 'W' graphic, black pants, black lace-up boots. Standing confidently on urban street, hands in pockets, neutral expression. Concrete walls frame image, city buildings and power lines visible in background. Street"}
{"file_name": "images/musinsa_staff_543ce2ac0c4b3.jpg", "text": "Young Korean man with short black hair, wearing charcoal gray textured sweater, black trousers, black lace-up boots. Standing confidently, hands in pockets, serious expression. Urban background with chain-link fence, industrial-chic streetwear style."}
{"file_name": "images/musinsa_staff_543f80e9df28f.jpg", "text": "Young adult Korean man with short dark hair, wearing black-rimmed glasses, navy newsboy cap, dark blue jacket with white text patch, gray sweater, dark jeans rolled up, black leather shoes, standing against brick wall, urban casual style."}
{"file_name": "images/musinsa_staff_5440e14555007.jpg", "text": "Young Korean man with short black hair, wearing charcoal wool coat, navy and gray color-block sweater, dark trousers, burgundy leather shoes. Standing confidently, hands in pockets, outside boutique. Stylish urban autumn look, sophisticated casual aesthetic."}
{"file_name": "images/musinsa_staff_54439a1f4c2ff.jpg", "text": "Young Korean man with short black hair, wearing varsity-style jacket with navy body and black leather sleeves, white button-up shirt, dark jeans, black boots. Standing confidently, serious expression, urban concrete background. Sleek, modern streetwear aesthetic."}
{"file_name": "images/musinsa_staff_5445f4687232e.jpg", "text": "Two young Korean men, short dark hair, standing side-by-side. Left: bright blue sweatshirt with embossed text, distressed jeans, sneakers. Right: black turtleneck sweater with white diamond pattern, dark jeans, blue loafers. Neutral expressions, white background, abstract side"}
{"file_name": "images/musinsa_staff_544869f8ddabe.jpg", "text": "Young Korean man with short dark hair, wearing black beanie, smiling warmly. Navy parka with fur-trimmed hood, patterned gray sweater underneath. Dark jeans, brown leather shoes. Standing casually, hands at sides. White background, glass block window. Urban winter fashion style."}
{"file_name": "images/musinsa_staff_5453857d85627.jpg", "text": "Young Korean man wearing black backwards cap, sage green parka with fur-trimmed hood, red plaid shirt, distressed black jeans, white sneakers. Standing confidently, neutral expression, urban street setting with white building backdrop."}
{"file_name": "images/musinsa_staff_54587f8c86b0c.jpg", "text": "Young Korean man with short black hair, wearing black bomber jacket with yellow embroidery, dark jeans, black sneakers, leaning against stone wall, casual pose, urban setting with red building, street-style aesthetic."}
{"file_name": "images/musinsa_staff_545c60a7c0db3.jpg", "text": "Young Korean man with short dark hair, wearing black baseball cap, long black coat, dark shirt with white text, blue jeans, navy high-top sneakers. Standing casually, hand in pocket, neutral expression. Urban setting, concrete and glass background. Stylish streetwear aesthetic."}
{"file_name": "images/musinsa_staff_546f58085eac9.jpg", "text": "Young Korean man with short black hair, wearing navy duffle coat, cream cable-knit sweater, dark jeans, brown leather boots. Standing casually on urban street, neutral expression. Stylish winter outfit, modern city background."}
{"file_name": "images/musinsa_staff_547598f15bf12.jpg", "text": "Middle-aged bald man with beard, wearing navy parka coat with fur-trimmed hood, belted waist, dark jeans, blue lace-up boots. Serious expression, standing pose, industrial background with metal lockers. Urban winter fashion style."}
{"file_name": "images/musinsa_staff_54885ead3c0c3.jpg", "text": "Young Korean woman with top knot hairstyle, wearing charcoal gray coat, oversized blue knit scarf, pink socks, black sneakers. Smiling, standing against two-tone wall, holding black tote bag. Urban casual style, cozy winter outfit."}
{"file_name": "images/musinsa_staff_5498dc9682d76.jpg", "text": "Young Korean man with short black hair, wearing navy duffle coat, polka dot scarf, white shirt, blue trousers, brown leather shoes. Standing confidently in brick-walled room, potted plants nearby. Urban casual style, sophisticated winter look."}
{"file_name": "images/musinsa_staff_54a0d4612664d.jpg", "text": "Young Korean woman with long, wavy brown hair, wearing oversized blue and black plaid flannel shirt, black trousers, white sneakers. Standing with arms crossed, neutral expression, against white backdrop. Casual, street-style fashion look, urban setting."}
{"file_name": "images/musinsa_staff_54ae18d9d2901.jpg", "text": "Young Korean man with short black hair, wearing black leather biker jacket, dark t-shirt, leather pants, black high-top sneakers, gold chain necklace. Standing confidently, neutral expression, in dressing room with wooden walls, clothing rack visible. Edgy, urban style aesthetic."}
{"file_name": "images/musinsa_staff_54c7469a6c279.jpg", "text": "Young adult woman with long dark hair and bangs, wearing oversized red and black plaid shirt, dark jeans, white socks, blue sneakers. Playful pose with raised fists, standing on platform. White fluffy keychain on shirt. Rustic wooden background, casual outdoor setting. Youthful, tren"}
{"file_name": "images/musinsa_staff_54f96817cb0f4.jpg", "text": "Young Korean woman with long black hair, wearing cream sweater with fox design, black skinny jeans, gray sneakers, smiling, making peace signs, standing in indoor setting, casual and cheerful mood."}
{"file_name": "images/musinsa_staff_550a8047e25a0.jpg", "text": "Young Korean woman with short brown bob hairstyle, wearing black headband, black and white graphic long-sleeve top, black shorts, standing pose, neutral expression, black sneakers, white studio background, edgy street style aesthetic."}
{"file_name": "images/musinsa_staff_5524957c79c5c.jpg", "text": "Young Korean woman wearing blue bucket hat, black oversized jacket, white undershirt, black skinny jeans, white socks, black high-top sneakers. Carrying black backpack, standing sideways, neutral expression. Against concrete wall, urban setting. Casual, street-style aesthetic."}
{"file_name": "images/musinsa_staff_55262740cd3e0.jpg", "text": "Young Korean woman with short brown bob hairstyle, wearing white hoodie with orange and blue graphic print, red shorts, white sneakers, neutral expression, standing pose, studio setting, modern casual style."}
{"file_name": "images/musinsa_staff_552b2fa447efb.jpg", "text": "Young adult male with short dark hair, wearing white and navy blue cap, navy and white color-block hoodie with \"GOOD LIFE\" text, blue jeans, navy sneakers, standing in casual pose, fashion studio background, urban streetwear style."}
{"file_name": "images/musinsa_staff_5535b4989df44.jpg", "text": "Young Korean woman with long brown hair, wearing black hoodie and joggers, white t-shirt underneath, white sneakers with black stripes. Standing casually, hands in pockets, neutral expression. In store with wooden shelves, skulls displayed, industrial-style interior. Sporty, urban aesthetic."}
{"file_name": "images/musinsa_staff_5541cc8481089.jpg", "text": "Young adult male wearing green baseball cap with text, round gold-rimmed sunglasses, tan pullover jacket, black jogger pants, brown slip-on sneakers. Standing casually, hands in pockets, in front of wooden shelving unit displaying hats, skulls, artwork. Streetwear style, urban fashion bout"}
{"file_name": "images/musinsa_staff_559b442df0d17.jpg", "text": "Young Korean man with dyed blonde hair, wearing white graphic t-shirt with blue design, black shorts, white socks, and white sneakers with pink laces. Thoughtful expression, hand near mouth, arm tattoo visible. Standing against cracked concrete wall, urban street style aesthetic."}
{"file_name": "images/musinsa_staff_55adde52cd487.jpg", "text": "Young adult Korean man with short dark hair, wearing navy blue bucket hat, white graphic t-shirt with navy trim, olive green cargo pants, white sneakers. Tan messenger bag across chest, wristwatch visible. Standing casually against wooden wall, neutral expression. Casual streetwear style with vintage-inspired elements."}
{"file_name": "images/musinsa_staff_5631ccb21aa7e.jpg", "text": "Young adult man with wavy, shoulder-length dark hair, wearing round sunglasses, black wool coat, gray scarf, dark trousers, casual sneakers. Leaning against wall, hands in pockets, relaxed pose. Urban setting, minimalist background. Stylish, sophisticated winter street fashion look."}
{"file_name": "images/musinsa_staff_563b201f03007.jpg", "text": "Young Korean man wearing navy baseball cap, navy puffer jacket with fur-trimmed hood, gray hoodie underneath, white ripped jeans, black and white sneakers. Standing sideways, hands in pockets, in clothing store with blue door, patterned curtains."}
{"file_name": "images/musinsa_staff_56527263db296.jpg", "text": "Young Korean man with short dark hair, wearing navy baseball cap, navy duffle coat, white hoodie, dark jeans. Standing pose, neutral expression, hands at sides. Brick-walled interior, casual streetwear style."}
{"file_name": "images/musinsa_staff_569cb7e6f1f18.jpg", "text": "Young Korean man with short black hair, wearing black long-sleeve sweater, dark blue jeans, standing casually in bookstore. Neutral expression, hand on shoulder, slim build. Surrounded by bookshelves, warm lighting, modern casual style."}
{"file_name": "images/musinsa_staff_56a1b31b2ddb2.jpg", "text": "Korean man in his 30s, short black hair, wearing bright orange cap, gray sweatshirt with graphic print, khaki pants, white sneakers. Gold chain necklace, wristwatch. Standing casually in indoor space, neutral expression. Casual streetwear style, urban aesthetic."}
{"file_name": "images/musinsa_staff_56b44797b7e9f.jpg", "text": "Young Korean male with short dark hair, wearing navy baseball cap backwards, yellow windbreaker jacket over gray hoodie, dark jeans, white sneakers. Standing in doorway of clothing store, hands in pockets, looking sideways. Casual streetwear style, urban setting."}
{"file_name": "images/musinsa_staff_56d39ac264447.jpg", "text": "Young Korean man with short dark hair, wearing camel wool coat, black sweater, slim blue jeans, black Chelsea boots. Standing confidently, hands in pockets, on urban rooftop. City buildings backdrop, leafy frame. Stylish, modern aesthetic."}
{"file_name": "images/musinsa_staff_56d948a2d63db.jpg", "text": "Young Korean woman with long black hair, wearing black coat, white top, ripped blue jeans, white heels, standing confidently in sneaker store, surrounded by shelves of shoe boxes, casual chic style, urban fashion environment."}
{"file_name": "images/musinsa_staff_56d968716779c.jpg", "text": "Young Korean woman with long black hair, wearing olive green long-sleeved top, gray skinny jeans, carrying light gray backpack, standing sideways, looking over shoulder, mustard yellow sneakers, urban street style, outside storefront with \"RAWROW\" sign visible."}
{"file_name": "images/musinsa_staff_56dfe5f4d0323.jpg", "text": "Young Korean man wearing black beanie, leather motorcycle jacket, plaid shirt, blue jeans, standing confidently, hands in pockets, vintage-style room, clothing racks behind, rustic stone walls, retro signs, edgy streetwear aesthetic."}
{"file_name": "images/musinsa_staff_56e66a54819d3.jpg", "text": "Young Korean woman with long dark hair, wearing colorblock sweatshirt with \"Beautiful\" text, white pleated skirt, knee-high white socks with stripes, light blue sneakers, standing thoughtfully by playground slide, casual sporty style, sunny outdoor setting."}
{"file_name": "images/musinsa_staff_56f0db449b421.jpg", "text": "Young Korean male with short black hair, wearing black cap, black and white checkered button-up shirt over white undershirt, black skinny jeans, black high-top sneakers with white laces. Standing straight, serious expression, against white wall, gravel background. Casual urban streetwear style."}
{"file_name": "images/musinsa_staff_56fe4fa9b0a52.jpg", "text": "Young adult man with short beard, wearing navy knit beanie, round sunglasses, oversized light gray sweatshirt, matching sweatpants, black slip-on sneakers. Relaxed pose, leaning against wall, hands in pockets. Urban casual style, monochromatic outfit, cool and laid-"}
{"file_name": "images/musinsa_staff_570b76ac0130a.jpg", "text": "Young Korean man with short black hair, wearing all-black outfit: hooded jacket, graphic t-shirt, cropped pants, white sneakers. Smiling, standing casually in urban alley, buildings and construction crane visible. Stylish streetwear look, modern urban aesthetic."}
{"file_name": "images/musinsa_staff_5734076e5cd3a.jpg", "text": "Young adult male with long, curly dark hair, wearing red baseball cap, black oversized t-shirt with logo, brown loose-fitting pants, white sneakers. Standing casually, hands clasped, against blue metal backdrop. Urban streetwear style, confident pose."}
{"file_name": "images/musinsa_staff_5747b3bb28c67.jpg", "text": "Young Korean woman with short dark hair, wearing white square-neck top with navy trim, navy midi skirt, black sandals. Standing posed against beige wall, hands in pockets, neutral expression. Minimalist, casual summer style, urban setting."}
{"file_name": "images/musinsa_staff_5747b55c10dcb.jpg", "text": "Young Korean man with short black hair, wearing white graphic t-shirt featuring band artwork, black loose-fit trousers, black sandals. Standing confidently, hands in pockets, on tram tracks. Urban background with historic building, stone walls framing scene. Casual streetwear style, urban fashion aesthetic."}
{"file_name": "images/musinsa_staff_57739becd431c.jpg", "text": "Young Korean man with short black hair, wearing navy patterned short-sleeve shirt over white t-shirt, black trousers, black shoes. Standing relaxed, eyes closed, in grassy outdoor setting. Casual summer style, urban-nature aesthetic."}
{"file_name": "images/musinsa_staff_5774d2178d6da.jpg", "text": "Young Korean man with short brown hair, wearing black short-sleeved button-up shirt, light blue distressed denim shorts, black sneakers. Standing casually in sneaker store, surrounded by shelves of shoe boxes and displays. Neutral expression, hands at sides, modern casual style."}
{"file_name": "images/musinsa_staff_5784698ec8e8b.jpg", "text": "Young Korean man with short black hair and bangs, wearing round glasses, black beanie, oversized black t-shirt, black pants, white sneakers. Standing straight, hands in pockets, neutral expression. Brick and stone wall background, ivy plants. Minimalist, casual street style."}
{"file_name": "images/musinsa_staff_5785a8d9cf391.jpg", "text": "Young Korean man with short black hair, wearing oversized light blue denim shirt, black trousers, white sneakers. Neutral expression, standing pose, hands in pockets. Minimalist background, casual street style aesthetic."}
{"file_name": "images/musinsa_staff_578758b0a53fc.jpg", "text": "Young Korean man with short black hair, wearing cream-colored oversized t-shirt, black pinstriped trousers, white sneakers. Standing casually, hands in pockets, neutral expression. Against stone wall, reflective windows. Minimalist, urban street style aesthetic."}
{"file_name": "images/musinsa_staff_57875c26dfc0e.jpg", "text": "Young Korean man with short black hair and glasses, wearing navy and white striped t-shirt, beige trousers, blue sneakers. Standing casually, holding white shoulder bag. Stone wall background with ivy, urban casual style."}
{"file_name": "images/musinsa_staff_578edffcf0e0f.jpg", "text": "Young Korean woman with long straight black hair, wearing black oversized t-shirt, light blue denim cutoff shorts, brown belt, white platform sneakers. Standing casually in clothing store entrance, neutral expression. Surrounded by mannequins, various garments on display. Casual, youthful street style aesthetic."}
{"file_name": "images/musinsa_staff_57908fa38bb2d.jpg", "text": "Young Korean man with short black hair, wearing striped t-shirt in yellow, white, and navy, paired with black trousers. Standing casually, neutral expression, white sneakers. Urban setting, beige wall, green plants. Casual streetwear style, youthful aesthetic."}
{"file_name": "images/musinsa_staff_57bbe29aebe50.jpg", "text": "Young couple in matching outfits, woman in red sweater, man in black sweater, both wearing plaid pajama pants and checkered slip-on shoes. Standing together in doorway, casual pose, cozy indoor setting. Coordinated casual style with contrasting tops."}
{"file_name": "images/musinsa_staff_57bd04d07bddc.jpg", "text": "Young Korean man with short black hair, wearing oversized black t-shirt, layered over longer black shirt, distressed blue skinny jeans, black high-top sneakers, standing confidently, neutral expression, urban alley background, grungy street style aesthetic."}
{"file_name": "images/musinsa_staff_57be5afc777d5.jpg", "text": "Young Korean man with tousled black hair, wearing dark blue denim jacket over black shirt, distressed blue jeans, black high-top sneakers. Neutral expression, standing straight, urban industrial background. Casual streetwear style, edgy urban aesthetic."}
{"file_name": "images/musinsa_staff_57bfce0706f7f.jpg", "text": "Young Korean woman with short brown hair, wearing oversized green and white sweatshirt with globe logo, taking mirror selfie. Red backpack, white socks, green sneakers. Colorful clothing rack, green display stand behind. Bright retail environment, casual streetwear style."}
{"file_name": "images/musinsa_staff_57d0c4e2bf304.jpg", "text": "Young Black man with short blonde hair, wearing oversized gray leather jacket, graphic t-shirt, distressed jeans, black boots. Serious expression, standing confidently on urban street. Edgy, streetwear style, industrial city backdrop."}
{"file_name": "images/musinsa_staff_57d6145c82f2b.jpg", "text": "Young Korean man with short black hair, wearing black sunglasses, black leather jacket, black t-shirt, slim-fit black jeans, white sneakers. Standing casually, slight smile, against textured stone wall. Cool, urban streetwear aesthetic."}
{"file_name": "images/musinsa_staff_57e139586b343.jpg", "text": "Young Korean man with short black hair, smiling broadly, wearing red baseball cap, navy long-sleeved henley shirt with white 'C' logo, dark denim jeans, black sneakers. Standing casually, hands in pockets, against white door, concrete building background. Casual, sporty street style."}
{"file_name": "images/musinsa_staff_57e22744c4157.jpg", "text": "Young Korean man with long black hair tied back, wearing black leather biker jacket, black t-shirt, slim-fit black jeans, black shoes. Serious expression, standing with hands in pockets. Urban street background, brick building. Edgy, rock-inspired style."}
{"file_name": "images/musinsa_staff_57ea1ba61a970.jpg", "text": "Young Korean man with short dark hair, wearing black baseball cap, black leather jacket, white t-shirt, dark gray cropped pants, white sneakers. Standing casually, looking sideways, against white brick wall. Choker necklace visible. Urban streetwear style, cool and relaxed aesthetic."}
{"file_name": "images/musinsa_staff_57edbf6b3753c.jpg", "text": "Young Korean man with short black hair, wearing olive green utility jacket, striped black and white shirt, dark jeans, casual sneakers. Standing casually, hand in pocket, against white wall. Urban street style, relaxed pose."}
{"file_name": "images/musinsa_staff_57f32dab67f8b.jpg", "text": "Young Korean man with short dark hair, wearing black cap with sunglasses on brim, grey long-sleeved sweater over black undershirt, blue distressed jeans, grey suede boots. Standing casually, hands in pockets, neutral expression. Urban background, stone pavement. Casual streetwear style."}
{"file_name": "images/musinsa_staff_57f72b226e8a0.jpg", "text": "Korean young adult man with short black hair, wearing long black overcoat, black t-shirt, black pants, black and white sneakers, standing with neutral expression, outdoors in urban garden setting, minimalist monochrome style, casual yet sophisticated look."}
{"file_name": "images/musinsa_staff_57fc887d00fe2.jpg", "text": "Young adult man with short dark hair, wearing black leather biker jacket, dark crew neck shirt, slim-fit blue jeans, black sneakers. Standing confidently, serious expression, urban street setting, parked cars visible. Edgy, casual street style aesthetic."}
{"file_name": "images/musinsa_staff_58104b2748499.jpg", "text": "Young Korean man with short brown hair, wearing black turtleneck sweater, black pants, white sneakers, standing in casual pose, surrounded by shoe shelves and boxes, modern minimalist style, neutral expression, clean and organized retail environment."}
{"file_name": "images/musinsa_staff_58215ec4818bf.jpg", "text": "Young adult male with short black hair, wearing navy turtleneck sweater, dark jeans, and black sneakers, carrying cream-colored backpack with \"NEIKIDNIS\" branding. Standing in bookstore aisle, surrounded by bookshelves. Casual student style, back turned to camera, practical everyday look"}
{"file_name": "images/musinsa_staff_582411b8032ae.jpg", "text": "Young woman with fair skin, wearing navy blue winter parka, fur-trimmed hood, denim cap, blue jeans, checkered slip-on sneakers. Standing pose, hands in pockets, neutral expression. Urban setting, tiled floor. Casual street style, cool-toned fashion aesthetic."}
{"file_name": "images/musinsa_staff_583b7ac02b555.jpg", "text": "Young Korean man with short black hair, wearing black leather jacket with shearling collar, black sweater, slim-fit black pants, black boots, standing confidently, neutral expression, against white striped background, urban street style aesthetic."}
{"file_name": "images/musinsa_staff_5853b0e431742.jpg", "text": "Young adult male with short brown hair, wearing black hooded jacket with large \"23\" on back, olive green pants, black sneakers. Standing sideways, looking down, hands in pockets. White background, black mesh frame. Casual, urban streetwear style."}
{"file_name": "images/musinsa_staff_585743b9af49a.jpg", "text": "Young Korean woman with long dark hair, wearing oversized black leather jacket, black wide-leg pants, white sneakers. Standing casually, slight smile, in front of weathered white door. Vintage-inspired, edgy street style aesthetic."}
{"file_name": "images/musinsa_staff_58575e529f14f.jpg", "text": "Young Korean woman with long straight brown hair, wearing black beanie, black leather jacket with fur collar, striped top, black wide-leg pants, white sneakers, standing casually, slight smile, against stone wall background, urban chic style."}
{"file_name": "images/musinsa_staff_586c971a12be0.jpg", "text": "Young Korean man with short black hair, wearing long black wool coat, black turtleneck sweater, light blue jeans, white sneakers. Standing confidently on urban street, holding gray scarf. Stylish winter outfit, minimalist aesthetic."}
{"file_name": "images/musinsa_staff_587d868a2a216.jpg", "text": "Young Korean woman with long dark hair in braids, wearing navy beanie, green fleece jacket, plaid scarf, khaki pants, black sneakers. Standing casually, neutral expression, outside building with glass doors. Urban street style, layered winter outfit."}
{"file_name": "images/musinsa_staff_58800b09ce91e.jpg", "text": "Young Korean man with short dark hair, smiling warmly, wearing navy denim jacket with white fleece collar, black turtleneck, plaid shirt peeking out, dark slim-fit jeans, green sneakers with white soles, standing casually against gray wall, hands in pockets, urban street style."}
{"file_name": "images/musinsa_staff_58815c98e3715.jpg", "text": "Young Korean woman with long straight dark hair, wearing navy sweater with pink cuffs, black mini skirt, and chunky platform ankle boots. Standing sideways, looking over shoulder, slight smile. Urban background with city skyline, busy street. Chic, modern street style aesthetic."}
{"file_name": "images/musinsa_staff_58983a8e7956e.jpg", "text": "Young adult Korean man with short black hair, wearing light gray hoodie with circular logo, distressed blue jeans with orange patch, gray sneakers. Standing confidently in cluttered workshop, surrounded by shelves and supplies. Casual, streetwear-inspired style in industrial setting."}
{"file_name": "images/musinsa_staff_589a8161eb134.jpg", "text": "Young Korean woman with long dark wavy hair, wearing navy baseball cap, light gray hoodie with logo, distressed blue jeans, white sneakers. Standing, adjusting cap, casual pose. In cluttered fashion studio, clothing racks visible. Urban streetwear style, relaxed atmosphere."}
{"file_name": "images/musinsa_staff_58be220a80c03.jpg", "text": "Young woman with long blonde hair, wearing all-black outfit: oversized sweatshirt, skinny jeans, sneakers. Carrying black backpack with text. Standing in front of blue door, brick building. Casual, urban street style aesthetic."}
{"file_name": "images/musinsa_staff_58c0b4d98bb9a.jpg", "text": "Young Korean woman with shoulder-length brown hair, wearing white face mask, green plaid flannel shirt, gray sweatpants, black sneakers. Standing casually, hands in pockets, in front of wooden bench, blue wall background. Casual, comfortable style."}
{"file_name": "images/musinsa_staff_58de148707ccd.jpg", "text": "Young woman with long dark hair, wearing black bucket hat, light gray denim jacket, white t-shirt, distressed gray jeans with knee rips, black combat boots. Standing casually under concrete structure, rural background with dry grass and mountains. Edgy, streetwear-inspired style."}
{"file_name": "images/musinsa_staff_58e48cc92c2fb.jpg", "text": "Young Korean man with black hair in low ponytail, wearing thick-rimmed glasses, white bomber jacket, black t-shirt, dark blue jeans, black belt, black lace-up boots. Standing casually, hand in pocket, against stone wall backdrop, surrounded by bare branches and greenery. Urban casual style, contemplative"}
{"file_name": "images/musinsa_staff_58f4606e31c85.jpg", "text": "Young Korean man with short black hair, wearing black cap, oversized black t-shirt with \"thisis\" text, black loose pants, black sneakers, standing confidently in clothing store, surrounded by racks of clothes, casual streetwear style."}
{"file_name": "images/musinsa_staff_58f8426a32fc8.jpg", "text": "Young Korean woman with short brown hair, wearing black tracksuit, graphic sweatshirt with \"YELOW MUSI\" text, colorful arm stripes, side-striped pants, white sneakers, standing casually against stone wall, urban streetwear style."}
{"file_name": "images/musinsa_staff_5913b8d95aeaa.jpg", "text": "Young adult male with short dark hair, wearing two-tone t-shirt with gray front and black back, distressed blue jeans, white sneakers. Standing sideways on rock, hand in pocket, looking down. Grassy field background, casual outdoor fashion style."}
{"file_name": "images/musinsa_staff_59561300e6ba9.jpg", "text": "Young Korean man with short black hair, wearing light gray button-up shirt, beige cropped trousers, white sneakers, standing casually with hands in pockets, neutral expression, outdoors on path with greenery, mountains and buildings in background, clean minimalist style."}
{"file_name": "images/musinsa_staff_595dad54ee516.jpg", "text": "Young Korean woman with dark hair in ponytail, wearing oversized black t-shirt with red stripe and white text, smiling gently, leaning against tiled wall, bare legs, black sandals, casual street style, urban setting."}
{"file_name": "images/musinsa_staff_59718bcd72314.jpg", "text": "Young Korean woman with long dark hair and bangs, wearing olive green tank top with white trim, beige wrap-style mini skirt, black platform sandals. Standing on path, hands clasped, eyes closed, serene expression. Lush green foliage surrounds, creating natural outdoor setting. Casual summer fashion, y"}
{"file_name": "images/musinsa_staff_5975c5b9ba4b7.jpg", "text": "Young adult male wearing black baseball cap, white face mask, oversized black graphic t-shirt with portrait print, blue-striped underlayer, black cargo pants, white socks, blue-black sneakers. Standing casually against rusty metal wall, urban streetwear style, pandemic-era fashion."}
{"file_name": "images/musinsa_staff_597ac94e5675f.jpg", "text": "Young adult male with short dark curly hair, wearing oversized black t-shirt featuring large monochrome portrait print on back, black jogger pants, white socks, black sneakers, standing on brick pathway, urban streetwear style, casual outdoor setting."}
{"file_name": "images/musinsa_staff_5994de396ade3.jpg", "text": "Young Korean woman with long dark hair, wearing navy blue puffer coat, light blue jeans, black sneakers. Smiling, standing in store with yellow backdrop. Coat features hood, logo on sleeve. Casual winter fashion, urban shopping environment."}
{"file_name": "images/musinsa_staff_5994df476580d.jpg", "text": "Young Korean woman with long dark hair, wearing black National Geographic puffer coat, light blue jeans, black sneakers. Smiling broadly, touching hair, standing against yellow backdrop. Surrounded by text-covered walls, casual yet stylish appearance."}
{"file_name": "images/musinsa_staff_599634d6926a8.jpg", "text": "Young Korean man with short black hair, wearing long navy blue National Geographic puffer coat, jeans, blue patterned sneakers. Standing casually, hands in pockets, neutral expression. Yellow-framed display background, graffiti-style walls. Urban streetwear aesthetic, outdoor brand showcase."}
{"file_name": "images/musinsa_staff_599636299acc4.jpg", "text": "Young Korean woman wearing long navy blue puffer coat, light blue jeans, black sneakers, hair in ponytail, looking down, standing against yellow background, casual winter street style, displayed on large screen in store environment."}
{"file_name": "images/musinsa_staff_599698e851cb4.jpg", "text": "Young Korean man with short black hair, wearing round glasses, dressed in black V-neck sweater with white trim, light blue skinny jeans, black shoes. Standing casually on urban rooftop, hands in pockets, city skyline background. Preppy, casual street style aesthetic."}
{"file_name": "images/musinsa_staff_59acd16eeb568.jpg", "text": "Young Korean woman with long straight black hair, wearing black V-neck cardigan, distressed blue jeans, nude strappy sandals. Standing confidently, hand in pocket, slight smile. White and blue wall background, casual chic street style."}
{"file_name": "images/musinsa_staff_59b72742517ca.jpg", "text": "Young Korean woman with long dark hair, wearing oversized dark denim jacket, white graphic t-shirt, black mini skirt, white sneakers. Smiling, standing against white wall, holding large canvas tote bag. Casual, youthful street style aesthetic."}
{"file_name": "images/musinsa_staff_59b73cb50a8eb.jpg", "text": "Young Korean man with short black hair, wearing black leather jacket, white t-shirt, black pants, white sneakers, standing in garden, looking upward, hands clasped, casual yet stylish outfit, lush green background, rustic wooden fence."}
{"file_name": "images/musinsa_staff_59b88ba220f90.jpg", "text": "Young Korean woman with long brown hair, wearing oversized black leather jacket, white turtleneck sweater, black wide-leg trousers, embroidered black loafers. Standing pose, eyes closed, against white backdrop. Rustic brick wall, minimalist studio setting. Chic, modern fashion aesthetic."}
{"file_name": "images/musinsa_staff_59c3209007792.jpg", "text": "Young Korean man with short, wavy black hair, wearing black leather biker jacket, white undershirt, black trousers, black shoes. Standing confidently, hands in pockets, against concrete wall. Urban, edgy style, monochromatic outfit, serious expression."}
{"file_name": "images/musinsa_staff_59cafc7eacdbc.jpg", "text": "Young Korean woman with short black bob haircut, wearing black leather jacket, striped shirt with text, ripped black skinny jeans, combat boots. Standing confidently, red lipstick, hoop earrings. White wooden interior, casual urban style."}
{"file_name": "images/musinsa_staff_59cafe609526f.jpg", "text": "Young woman with long straight brown hair, wearing black leather jacket, checkered top, dark skinny jeans, white sneakers. Standing pose, hand raised to face, eyes closed. Marble-like background, urban casual style."}
{"file_name": "images/musinsa_staff_59cc69119762d.jpg", "text": "Young Korean man with short black hair, wearing blue denim jacket over white t-shirt, olive green pants, black shoes. Standing casually, hands in pockets, looking sideways. Against gray backdrop, urban casual style."}
{"file_name": "images/musinsa_staff_59d34e7431546.jpg", "text": "Young adult woman wearing long black puffer coat, black baseball cap with white \"NA\" text, black leggings, and black sneakers. Smiling, hands in pockets, standing indoors on wooden floor. Casual, sporty winter style in minimalist home setting."}
{"file_name": "images/musinsa_staff_59f1475968ce0.jpg", "text": "Young Korean man with short dark hair, wearing oversized dark denim jacket, distressed blue jeans, white t-shirt, white sneakers. Standing casually against brick wall, hand on jacket. Urban street style, neutral expression, casual yet trendy look."}
{"file_name": "images/musinsa_staff_59f7fdb8e9af1.jpg", "text": "Young adult male with short dark hair, wearing black baseball cap, neon yellow hoodie, black puffer jacket, olive green pants, black shoes. Standing casually, hands in pockets, neutral expression. Indoor hallway, modern urban setting. Streetwear-inspired, bold contrast fashion style."}
{"file_name": "images/musinsa_staff_59fbb82c43846.jpg", "text": "Young woman with straight dark hair, wearing gray knit beanie with pom-pom, oversized denim jacket, orange sweater, white mini skirt, black knee-high socks, red sneakers. Holding iced drink, standing in grassy field, casual autumn style."}
{"file_name": "images/musinsa_staff_59fc225a38c41.jpg", "text": "Young Korean man with short black hair, wearing plaid duffle coat, white sweater, beige pants, standing casually, urban setting, autumn fashion style. Coat features toggle closures, hood, multicolored plaid pattern. Black suede boots, neutral color palette, relaxed pose against white wall, foliage visible"}
{"file_name": "images/musinsa_staff_59ffffbcced2e.jpg", "text": "Young Korean man wearing black beanie, oversized black puffer coat, teal hoodie underneath, striped shirt peeking out. Standing casually, hands in pockets, dark trousers, black sneakers. Surrounded by bamboo plants, urban setting, neutral expression. Streetwear style, layered winter outfit"}
{"file_name": "images/musinsa_staff_5a04209b5d028.jpg", "text": "Young Korean man with short black hair, wearing oversized white sweatshirt, black track pants with white side stripes, white socks with logo, white sneakers. Standing sideways, looking left, neutral expression. Concrete background, minimalist urban aesthetic."}
{"file_name": "images/musinsa_staff_5a091da2414d0.jpg", "text": "Young adult male with short dark hair, wearing black baseball cap with red accent, oversized black denim jacket, striped turtleneck in beige and black, ripped black skinny jeans, black and white sneakers. Standing casually on urban street, cars in background, urban chic style."}
{"file_name": "images/musinsa_staff_5a0cf0322457f.jpg", "text": "Young Korean male with short black hair, wearing a black hoodie with pink text detail, black pants, white sneakers, standing casually against brick wall, neutral expression, urban streetwear style, outdoor setting with residential background."}
{"file_name": "images/musinsa_staff_5a0e8d0a5425a.jpg", "text": "Young Korean man with short black hair, wearing black parka with fur-trimmed hood, teal hoodie underneath, light blue jeans, black sneakers. Standing casually, hands in pockets, neutral expression. Urban setting with bamboo plants, concrete walls. Casual street style, layered winter fashion look."}
{"file_name": "images/musinsa_staff_5a123b00841ca.jpg", "text": "Young Korean man with short black hair, wearing navy button-up jacket over dark shirt, blue jeans, black sneakers. Standing casually on urban rooftop, hands in pockets, neutral expression. City skyline background, modern minimalist aesthetic."}
{"file_name": "images/musinsa_staff_5a1fac2006e84.jpg", "text": "Young Korean man with short black hair, smiling warmly, wearing black duffle coat with toggle closures, gray trousers, white socks, white sneakers. Holding small food item, carrying black tote bag. Standing on urban sidewalk, trees and buildings in background. Casual street style, cheerful mood."}
{"file_name": "images/musinsa_staff_5a24b0d2badb3.jpg", "text": "Young Korean man with short black hair, wearing black leather biker jacket, black turtleneck sweater, blue jeans, black leather boots. Thoughtful pose, hand on chin, standing in urban setting with leafy bushes, pink brick wall. Casual yet stylish street fashion look."}
{"file_name": "images/musinsa_staff_5a28f6335aff8.jpg", "text": "Young Korean man with short black hair, wearing beige button-up jacket, black turtleneck, dark plaid shirt, black pants, black sneakers. Standing straight, neutral expression, framed by stone archway. Urban minimalist style, cool-toned background."}
{"file_name": "images/musinsa_staff_5a4dc3da6c582.jpg", "text": "Young Korean man with short, wavy black hair, wearing oversized pale pink ribbed sweater, black straight-leg trousers, black leather shoes. Standing confidently on city street, hand touching neck, slight smile. Urban background, chic minimalist style."}
{"file_name": "images/musinsa_staff_5a4f111ad7055.jpg", "text": "Young Korean man with short black hair, wearing black puffer jacket, turtleneck sweater, blue jeans, chunky black shoes. Standing casually, holding dark clutch, neutral expression. Urban setting, brick wall, bare trees background. Stylish winter street fashion look."}
{"file_name": "images/musinsa_staff_5a557c2927382.jpg", "text": "Young Korean man with short black hair, wearing pink turtleneck sweater, white striped oversized shirt, black trousers, black leather boots. Standing confidently on urban street, surrounded by buildings and foliage. Stylish casual look with layered outerwear, modern street fashion aesthetic."}
{"file_name": "images/musinsa_staff_5a66c02fdeb19.jpg", "text": "Young Korean woman with long dark hair, wearing pink knit beanie, navy toggle coat with fur collar, white hoodie, plaid pants, black sneakers, holding white coffee cup, standing against gray wall, casual winter street style, moody urban atmosphere."}
{"file_name": "images/musinsa_staff_5a7419bd43859.jpg", "text": "Young Korean man with short dark hair, wearing round glasses, navy beanie, cream fleece jacket, navy hoodie, plaid shirt, dark jeans, black sneakers. Cross-body bag, standing casually, neutral expression, urban street setting, layered casual style."}
{"file_name": "images/musinsa_staff_5a77c520264de.jpg", "text": "Young Korean woman with long straight black hair, wearing oversized black leather jacket, light blue top, black ripped skinny jeans, black ankle boots, holding small black handbag, standing confidently, urban rooftop setting, casual chic street style, cool and edgy aesthetic."}
{"file_name": "images/musinsa_staff_5a7ab14584111.jpg", "text": "Young Korean woman with short black bob hairstyle, wearing black leather biker jacket, black turtleneck sweater, black wide-leg pants, white sneakers. Standing confidently, hands in pockets, slight smile. Minimalist grey background, urban chic style."}
{"file_name": "images/musinsa_staff_5a7b95bdad203.jpg", "text": "Young Korean woman with short black bob, wearing floral print dress, black leather jacket, posing with eyes closed, elegant interior with chandelier, marble floors, ornate decor, chic and sophisticated style."}
{"file_name": "images/musinsa_staff_5a8fc0d0697a1.jpg", "text": "Young Korean woman with long straight blonde hair, wearing beige baseball cap, white oversized jacket with colorful cuffs and patch, matching white pants, white sneakers, standing with hands in pockets, neutral expression, against gray background, casual sporty style."}
{"file_name": "images/musinsa_staff_5a8fca35bed28.jpg", "text": "Young Korean woman with shoulder-length dark hair, wearing navy blue jacket, white top, beige midi skirt, white socks, blue slip-on shoes. Carrying cream tote bag, standing on sidewalk, looking to side. Urban street style, casual chic aesthetic."}
{"file_name": "images/musinsa_staff_5a9e50bd04156.jpg", "text": "Young Korean woman with short black wavy hair, wearing oversized camouflage jacket, bright green t-shirt with logo, olive wide-leg trousers, black sneakers. Standing sideways, casual pose, neutral expression. Urban background, metal shutters with \"CULTURE\" text. Streetwear-inspired, bol"}
{"file_name": "images/musinsa_staff_5a9f71ba1277b.jpg", "text": "Young Korean man with short black hair, wearing black-rimmed glasses, navy cardigan over striped shirt, light blue jeans, brown leather shoes. Standing casually, looking sideways, against concrete wall. Casual, preppy style."}
{"file_name": "images/musinsa_staff_5aa21d8045b35.jpg", "text": "Young Korean woman with shoulder-length black hair, wearing beige double-breasted trench coat, white top, blue jeans, black loafers. Standing with hands in pockets, calm expression, against wooden paneled wall. Casual chic style, urban fashion look."}
{"file_name": "images/musinsa_staff_5aa21dd5874e7.jpg", "text": "Young Korean woman with shoulder-length brown hair, wearing long black trench coat, gray top, black leggings, patent leather loafers. Standing pose, looking sideways, slight smile. Minimalist background, white fence. Elegant, understated urban style."}
{"file_name": "images/musinsa_staff_5aa21e23c0303.jpg", "text": "Young Korean woman with dark shoulder-length hair in low bun, wearing long olive green trench coat, striped black and white top, blue jeans, white sneakers. Smiling, standing casually, hands in coat pockets. White wall background, teal accent panel. Modern, minimalist fashion style."}
{"file_name": "images/musinsa_staff_5aa2457ad76e8.jpg", "text": "Young Korean man with short black hair, wearing long black double-breasted coat, white collared shirt, dark pants, black leather shoes. Serious expression, standing in doorway, hands in pockets. Minimalist urban setting, white brick wall, stone texture. Stylish, monochromatic fashion aesthetic."}
{"file_name": "images/musinsa_staff_5aa7764ca71d6.jpg", "text": "Young Korean woman with long brown hair, wearing black beret, light gray sweatshirt with black letter, navy polka dot maxi skirt, white socks, black shoes. Holding white tote bag, standing indoors, neutral expression. Casual, comfortable style."}
{"file_name": "images/musinsa_staff_5aa8a4b0002bf.jpg", "text": "Young Korean man with short black hair, wearing long camel trench coat, black turtleneck sweater, black pants, black leather boots. Standing casually, holding iced coffee, serious expression. Rustic wooden background, industrial setting. Stylish, urban fashion aesthetic."}
{"file_name": "images/musinsa_staff_5ab4a441c744d.jpg", "text": "Young Korean man with short black hair, wearing oversized black crewneck sweatshirt, white undershirt peeking out, navy blue loose-fitting pants, black and white sneakers. Standing with hands in pockets, looking upward, against white backdrop with \"STREET CULTURE\" text. Casual streetwear"}
{"file_name": "images/musinsa_staff_5abc89ca9f4d3.jpg", "text": "Young Korean woman with long brown hair, wearing black knit beanie, blue plaid coat over gray hoodie, black pants, brown shoes. Holding white tote bag, standing sideways, neutral expression. Urban street style, monochrome background with patterned borders."}
{"file_name": "images/musinsa_staff_5ac1b59e55194.jpg", "text": "Young Korean woman with straight black hair and bangs, wearing oversized dark denim jacket, blue-white gingham shirt, khaki wide-leg pants, navy sneakers. Thoughtful pose, hand near face, against white wall. Casual, street-style aesthetic."}
{"file_name": "images/musinsa_staff_5acc60f63cf56.jpg", "text": "Young Korean woman with long dark hair, wearing burgundy beanie, oversized purple t-shirt with \"Covernat\" text, black pants, black sneakers. Cross-body black bag, neutral expression, standing pose. White background, patterned frame. Casual streetwear style."}
{"file_name": "images/musinsa_staff_5acf059fa187c.jpg", "text": "Young Korean woman with long black hair, wearing black \"Covernat\" t-shirt, khaki wide-leg pants, black sneakers. Holding white tote bag, standing casually. Neutral expression, looking sideways. Minimalist street style against patterned background."}
{"file_name": "images/musinsa_staff_5add75704cf3d.jpg", "text": "Young Korean man with short black hair, wearing gray plaid blazer, black turtleneck, distressed blue jeans, black boots. Standing confidently, hand in pocket, neutral expression. Urban setting, concrete backdrop, stylish casual look."}
{"file_name": "images/musinsa_staff_5ae69d0466016.jpg", "text": "Young adult Korean person with short black hair and blunt bangs, wearing navy blue t-shirt with red text, black wide-leg trousers, black belt, gold necklace, multiple ear piercings, standing casually with hands in pockets, neutral expression, against white brick wall, minimalist urban style."}
{"file_name": "images/musinsa_staff_5ae7d5a893144.jpg", "text": "Young Korean woman with long black hair, wearing light pink baseball cap, white oversized sweatshirt with \"Royallife\" text, distressed light blue denim shorts, tan work boots. Standing casually, looking at smartphone, urban street setting, brick wall background. Casual streetwear style, youthful and tren"}
{"file_name": "images/musinsa_staff_5af0f20540c40.jpg", "text": "Two young adult men, casual urban style, standing in red doorway. Left: black hair, black turtleneck, ripped light jeans, black boots. Right: platinum blonde hair, black sweater, distressed blue jeans, high-top sneakers. Both with neutral expressions, hands in pockets, streetwear"}
{"file_name": "images/musinsa_staff_5af53ec48e6b9.jpg", "text": "Young adult male wearing navy blue t-shirt with \"COVERNAT\" graphic, black cap backwards, dark loose-fitting pants, blue sneakers. Standing in cluttered shop, facing away from camera. Casual streetwear style, relaxed pose in retail environment."}
{"file_name": "images/musinsa_staff_5afa3d444cd3d.jpg", "text": "Young Korean man with short black hair, wearing black polo shirt, blue jeans, white sneakers, neutral expression, standing with hands in pockets, against gray paneled wall, casual urban style."}
{"file_name": "images/musinsa_staff_5afa3df55b3f6.jpg", "text": "Young Korean man with short black hair, wearing oversized dusty pink polo shirt, blue jeans, white sneakers. Neutral expression, standing straight against gray wall. Casual, minimalist street style aesthetic."}
{"file_name": "images/musinsa_staff_5afa44ca2183d.jpg", "text": "Young Korean man with short black hair, wearing white open shirt, orange t-shirt, black pants, sandals. Standing upright, looking upward, hands in pockets. Concrete pillars frame neutral background. Casual, minimalist summer style."}
{"file_name": "images/musinsa_staff_5afe28a6e9035.jpg", "text": "Young Korean man with short black hair, wearing dark green mandarin collar shirt, black tailored trousers, black sandals. Standing casually, hands in pockets, neutral expression. Against grey paneled wall, minimalist urban setting. Clean, modern fashion aesthetic."}
{"file_name": "images/musinsa_staff_5b04cae414388.jpg", "text": "Young Korean man with short black hair, wearing black-rimmed glasses, crisp white t-shirt, slim-fit blue jeans, black canvas sneakers. Standing casually, slight smile, hands at sides. Outdoor market setting, blue shipping containers, clothing racks visible. Clean, minimalist street style aesthetic."}
{"file_name": "images/musinsa_staff_5b16302467c55.jpg", "text": "Young adult male wearing black bucket hat, black short-sleeve button-up shirt over brown t-shirt, black shorts, beige sandals. Standing with hands in pockets, looking sideways. Modern urban setting, minimalist monochrome style."}
{"file_name": "images/musinsa_staff_5b1631147ce59.jpg", "text": "Young Korean man with short dark hair, wearing olive green cap, matching short-sleeved button-up shirt and shorts, standing casually with hands in pockets, looking sideways, urban background with glass and concrete buildings, casual streetwear style."}
{"file_name": "images/musinsa_staff_5b1dd8903a27a.jpg", "text": "Young Korean man with short black hair, wearing oversized white t-shirt with \"Royallife\" text, dark green track pants with white stripes, beige sneakers, gold chain necklace. Standing confidently, hands in pockets, in urban alleyway. Streetwear style, casual urban aesthetic."}
{"file_name": "images/musinsa_staff_5b2214ac463d8.jpg", "text": "Young Korean woman with long black hair, wearing white t-shirt with red \"COVERNAT\" text, beige midi skirt, black sandals, holding black tote bag, standing in urban setting with blue and red brick walls, casual street style look."}
{"file_name": "images/musinsa_staff_5b29b0523be40.jpg", "text": "Young Korean man with short black hair, wearing navy blue polo shirt, black shorts, standing casually with hand in pocket, neutral expression, urban setting, gray sneakers, minimalist street style, modern casual look."}
{"file_name": "images/musinsa_staff_5b35989f213fc.jpg", "text": "Young Korean man with short black hair, wearing purple short-sleeved t-shirt, black cropped pants, black sandals, standing casually, looking at smartphone, urban alleyway setting, green foliage, modern minimalist style."}
{"file_name": "images/musinsa_staff_5b3f21bb9c15b.jpg", "text": "Young Korean woman with long brown hair and bangs, wearing oversized black t-shirt, skinny jeans, and sandals. Standing in front of blue metal shutter, looking up with surprised expression. Casual street style, urban backdrop."}
{"file_name": "images/musinsa_staff_5b4c316f0cdb4.jpg", "text": "Young Korean woman with long straight black hair, wearing navy and white striped crop top, distressed light blue denim shorts, white belt, white socks, white sneakers, standing casually outside store, slight smile, urban street fashion style."}
{"file_name": "images/musinsa_staff_5b5187cbb9d4d.jpg", "text": "Young adult male with short dark hair, wearing black baseball cap, white t-shirt, light blue distressed jeans, black belt, black and white sneakers. Standing casually in front of wooden door, neutral expression. Casual streetwear style, urban aesthetic."}
{"file_name": "images/musinsa_staff_5b5542e417244.jpg", "text": "Young Korean man with short black hair, wearing black-rimmed glasses, dressed in oversized black t-shirt and loose-fitting dark jeans. Standing casually, holding olive green tote bag, wearing black sandals. Posed against gray stone wall, urban minimalist style."}
{"file_name": "images/musinsa_staff_5b5ec0be91252.jpg", "text": "Young Korean woman with long black hair, wearing black baseball cap, white graphic t-shirt, loose-fitting black pants, blue sneakers. Standing casually, hands in pockets, neutral expression. White background, black letter pattern borders. Streetwear-inspired, minimalist urban style."}
{"file_name": "images/musinsa_staff_5b5ece209b4b8.jpg", "text": "Young Korean woman with long straight black hair, wearing oversized navy t-shirt with green '98' print, light blue straight-leg jeans, black sandals, carrying white canvas tote bag, standing casually in front of white metal shutter, urban streetwear style."}
{"file_name": "images/musinsa_staff_5b7d39107c341.jpg", "text": "Young Korean man with short dark hair, wearing beige button-up shirt, black trousers, and black-and-white sneakers. Standing casually on yellow crosswalk, hands at sides, neutral expression. Urban background with brick building, storefront reading \"FRUIT\". Minimalist, street-style fashion aesthetic."}
{"file_name": "images/musinsa_staff_5b7e0c28b8c88.jpg", "text": "Young Korean woman with short brown hair, wearing a beige open cardigan, gray crop top, blue jeans with rolled cuffs, black strappy sandals, carrying a small black handbag. Standing confidently, slight smile, in front of colorful storefront with dragon mural, urban street fashion style."}
{"file_name": "images/musinsa_staff_5b7f88b50a9c9.jpg", "text": "Young Korean person with short black hair, wearing oversized gray pinstriped shirt, white undershirt, dark wide-leg trousers, black chunky shoes. Standing sideways, looking off-camera, hands relaxed. Urban backdrop with brick walls, marble panels. Minimalist, androgynous street style aesthetic."}
{"file_name": "images/musinsa_staff_5b88b9d619398.jpg", "text": "Young adult male wearing navy baseball cap, white face mask, black leather biker jacket, black t-shirt, black pants with paint splatters, white sneakers. Standing casually against brick wall, hands in pockets. Urban streetwear style, edgy yet relaxed aesthetic."}
{"file_name": "images/musinsa_staff_5b8f220ef19e4.jpg", "text": "Young Korean man with short black hair, wearing white face mask, black leather jacket with zipper, dark undershirt, loose black trousers, black sneakers, standing straight, neutral pose, brick wall background, urban streetwear style."}
{"file_name": "images/musinsa_staff_5b9232244fa92.jpg", "text": "Young adult woman with short, copper-colored bob hairstyle, wearing oversized black blazer, matching wide-leg trousers, white t-shirt underneath. Carrying small yellow shoulder bag, black and white sneakers. Standing with head tilted down, minimalist gray background. Sleek, modern business casual style."}
{"file_name": "images/musinsa_staff_5b95cc2d7789d.jpg", "text": "Young Korean man with short black hair, wearing white face mask, black leather biker jacket, white t-shirt, wide-leg black trousers, gray sneakers with green accents, standing against brick wall, urban street style, casual yet edgy look."}
{"file_name": "images/musinsa_staff_5b95dd25c7575.jpg", "text": "Young Korean woman with long straight black hair, wearing white and navy color-block windbreaker, black track pants with white side stripes, white sneakers with red and blue accents, standing casually with hands in pockets, against white garage door, urban streetwear style."}
{"file_name": "images/musinsa_staff_5b985f3aaf86b.jpg", "text": "Young adult person wearing black baseball cap with white letter, black leather jacket, white t-shirt, beige wide-leg trousers, black sneakers. Standing straight, hands at sides, against brick wall. Urban casual style, neutral expression."}
{"file_name": "images/musinsa_staff_5ba0bfc926a0e.jpg", "text": "Young Korean woman with dark hair in low ponytail, wearing oversized navy blue sweatshirt, long black skirt, black slip-on shoes. Standing confidently, slight smile. Modern office setting, blue carpet, wooden furniture, plants. Casual yet polished style."}
{"file_name": "images/musinsa_staff_5ba32261c7614.jpg", "text": "Young Korean woman with straight black hair and bangs, wearing cream fleece jacket over navy blue outfit, standing casually, neutral expression, urban setting, casual street style aesthetic."}
{"file_name": "images/musinsa_staff_5ba48e76ceb01.jpg", "text": "Young Korean man with short black hair and glasses, wearing black suit jacket and trousers, white t-shirt underneath. Accessorized with small crossbody bag, blue keychain. Standing casually, hands in pockets, looking sideways. White sneakers. Against blue-framed window backdrop, urban setting. Sle"}
{"file_name": "images/musinsa_staff_5bac5a157ac0e.jpg", "text": "Young Korean man with short black hair, wearing black blazer, white t-shirt, blue jeans, black loafers. Seated casually on stone-filled wire fence, looking sideways. Surrounded by lush green shrubs, concrete wall background. Smart casual style, urban outdoor setting."}
{"file_name": "images/musinsa_staff_5bb1aba151f36.jpg", "text": "Two young Korean women, smiling, wearing striped sweaters. Left: short curly hair, cream sweater, khaki pants, white sneakers. Right: long black hair, dark sweater, mini skirt, knee-high socks, platform shoes. Standing in white hallway, casual modern style."}
{"file_name": "images/musinsa_staff_5bb2ef17ae08b.jpg", "text": "Young Korean woman with straight black hair and bangs, wearing layered outfit: beige corduroy shirt, brown button-up vest, blue jeans, burgundy combat boots. Smiling warmly, standing casually against white metal backdrop. Casual, vintage-inspired street style aesthetic."}
{"file_name": "images/musinsa_staff_5bb2f011316f7.jpg", "text": "Young Korean man with short black bowl-cut hair, wearing light gray button-up shirt, black wide-leg trousers, black leather shoes. Standing casually on narrow path, hands in pockets, neutral expression. Surrounded by green foliage, stone pillar visible. Casual, minimalist street style aesthetic."}
{"file_name": "images/musinsa_staff_5bbb0eb2581aa.jpg", "text": "Young adult male with short, wavy black hair, wearing white hoodie with \"OIFE\" logo, blue straight-leg jeans, white sneakers. Standing casually against textured beige wall, hands at sides, neutral expression. Casual streetwear style, urban setting, natural lighting."}
{"file_name": "images/musinsa_staff_5bbb0eb92cd0c.jpg", "text": "Young adult man with short black hair and glasses, wearing black beret, black blazer over white sweater, beige wide-leg trousers, white sneakers. Adjusting glasses, slight smile, standing against beige tiled wall. Casual chic style, urban fashion look."}
{"file_name": "images/musinsa_staff_5bc3ec35b038d.jpg", "text": "Young adult male with short black hair, wearing plaid button-up shirt, dark skinny jeans, white sneakers, holding beige coat. Standing on garden path, surrounded by greenery. Serious expression, slim build, casual yet stylish outfit. Autumn fashion look in natural setting."}
{"file_name": "images/musinsa_staff_5bc5397e21bd8.jpg", "text": "Young Korean man with short black wavy hair, wearing oversized navy plaid shirt, loose black trousers, black shoes. Standing casually, hands in pockets, looking up. Outdoors, rural setting with house in background. Casual, relaxed street style aesthetic."}
{"file_name": "images/musinsa_staff_5bcd905e73cb9.jpg", "text": "Young adult male with short black hair, wearing dark gray sweatshirt over white undershirt, black loose-fitting pants, green and white sneakers. Standing casually in park, hands in pockets, neutral expression. Black crossbody bag strap visible. Surrounded by autumn trees with colorful foliage, pave"}
{"file_name": "images/musinsa_staff_5bcedca93460b.jpg", "text": "Young Korean woman with short black bob haircut, wearing brown plaid jacket, white t-shirt, wide-leg white pants, black ankle boots. Holding small black handbag, standing confidently against white wall. Chic, minimalist urban style with neutral color palette."}
{"file_name": "images/musinsa_staff_5bcfca68e7efc.jpg", "text": "Young Korean man with short black hair, wearing oversized black sweatshirt, white undershirt peeking out, loose black pants, black Adidas sneakers with white stripes. Standing casually, looking sideways, neutral expression. Minimalist white background with metal mesh panels, modern aesthetic."}
{"file_name": "images/musinsa_staff_5bcfca9f70053.jpg", "text": "Young adult male with short dark hair, wearing black vivastudio sweatshirt with white text, black pants, blue and white sneakers, standing with back turned, in minimalist white room with metal mesh panels, modern streetwear aesthetic."}
{"file_name": "images/musinsa_staff_5bcfcad481552.jpg", "text": "Young adult male with short dark hair, wearing black baseball cap, blue crewneck sweatshirt with small text logo, black jeans, black and white sneakers. Standing casually, slight smile, thin silver necklace. Industrial-style white mesh background, minimalist urban aesthetic."}
{"file_name": "images/musinsa_staff_5bda9fc9b6b00.jpg", "text": "Young Korean woman with long dark hair, wearing mustard yellow puffer jacket, striped turtleneck, dark mini skirt, black combat boots. Standing casually, slight smile, indoor setting with white walls. Trendy, casual winter fashion look."}
{"file_name": "images/musinsa_staff_5be92b4b59f40.jpg", "text": "Young Korean man with short black hair, wearing round glasses, olive button-up shirt, long black coat, light-colored trousers, dark shoes. Standing confidently, hands in pockets, against concrete background. Urban, minimalist fashion aesthetic."}
{"file_name": "images/musinsa_staff_5be93f8c5c68c.jpg", "text": "Young adult male with short black hair, wearing dark gray oversized sweatshirt, black pants, black sneakers, silver necklace. Standing casually outside brightly lit \"Aloha\" shop, hands at sides, looking sideways. Urban streetwear style, nighttime setting, brick storefront background."}
{"file_name": "images/musinsa_staff_5be9405339149.jpg", "text": "Young adult male with short hair, wearing black baseball cap, oversized olive green sweatshirt, white undershirt, black pants, chunky sneakers. Thoughtful pose, hand on chin, leaning against gray wall. Streetwear style, urban aesthetic."}
{"file_name": "images/musinsa_staff_5beb9f3ee876f.jpg", "text": "Young Korean man with short black hair, wearing white face mask, black leather jacket with zip front, black wide-leg trousers, red and black sneakers. Standing straight, hands at sides, against brick wall. Urban, casual style."}
{"file_name": "images/musinsa_staff_5beba9971d934.jpg", "text": "Young Korean woman with long black hair, wearing oversized gray sweatshirt, white collared shirt, silver necklace, white socks, black sneakers. Standing, looking up, against vibrant orange wall. Casual, street-style aesthetic, youthful urban fashion."}
{"file_name": "images/musinsa_staff_5beba9ec2ceff.jpg", "text": "Young adult person wearing black baseball cap, oversized charcoal sweatshirt over white undershirt, black skinny jeans, black ankle boots. Standing casually, carrying black crossbody bag. Urban setting, concrete background. Monochromatic, streetwear-inspired style."}
{"file_name": "images/musinsa_staff_5bed373ebe515.jpg", "text": "Young Korean woman with long black hair, wearing oversized dark gray sweatshirt, denim mini skirt, black platform sneakers. Standing confidently, slight turn, red lipstick. Wooden slatted background, outdoor setting. Urban chic, casual streetwear style."}
{"file_name": "images/musinsa_staff_5bf365965b802.jpg", "text": "Young adult male with bowl-cut hairstyle, wearing oversized plaid jacket in muted pink tones, black t-shirt, slim-fit ripped black jeans, black leather boots. Standing casually on urban street, hands in pockets. Accessorized with thin silver necklace. Edgy, street"}
{"file_name": "images/musinsa_staff_5bf3af45daa6a.jpg", "text": "Young Korean man with short black hair, wearing blue baseball cap, white hoodie with \"VERN\" text, black-and-white reversible jacket, black pants, navy sneakers. Standing casually, hands in pockets, neutral expression. Urban setting, plants framing image. Casual streetwear style."}
{"file_name": "images/musinsa_staff_5bf60ef9aa845.jpg", "text": "Young Korean man with short black hair, wearing black-rimmed glasses, dressed in a long black overcoat, black pants, and black sneakers. Standing profile, serious expression, industrial white mesh background, minimalist monochrome style."}
{"file_name": "images/musinsa_staff_5bf79e21b89ac.jpg", "text": "Young Korean man with short black hair, wearing white hoodie with \"88\" print, navy blue jacket with logo, dark pants, white sneakers, smiling broadly, standing casually in elevator, urban streetwear style."}
{"file_name": "images/musinsa_staff_5c136a5bec2e7.jpg", "text": "Young Korean woman with long black hair and bangs, wearing oversized white sweatshirt with black logo, loose gray sweatpants, black sneakers. Standing casually, carrying black backpack. Urban background with metal shutter, graffiti. Streetwear style, relaxed urban aesthetic."}
{"file_name": "images/musinsa_staff_5c136ac155a47.jpg", "text": "Young Korean man with short black hair, wearing white face mask, gray scarf, light gray hoodie with \"MA19\" logo, black wide-leg trousers, black shoes. Standing casually, hands in pockets, against white shutter with \"STREET CULTURE\" text. Urban streetwear style, cool and relax"}
{"file_name": "images/musinsa_staff_5c199ed6a7439.jpg", "text": "Young Korean woman with straight black bangs, wearing long black puffer coat, fleece-lined hoodie, dark pants, gray sneakers. Holding white tote bag with large 'C' logo. Standing confidently in stone-framed doorway, urban winter street style."}
{"file_name": "images/musinsa_staff_5c1b35e18bad2.jpg", "text": "Young Korean woman with long dark hair, wearing blue baseball cap, black hoodie with green text, black skirt over blue wide-leg pants, smiling confidently, arms crossed, standing against tiled wall, casual streetwear style, urban setting."}
{"file_name": "images/musinsa_staff_5c1b5690cab68.jpg", "text": "Young Korean man wearing bright orange beanie, oversized navy puffer coat with white text, light-colored pants, orange and black sneakers. Neutral expression, standing with hands in pockets. Urban street setting, gray building backdrop. Casual streetwear style, contrasting colors."}
{"file_name": "images/musinsa_staff_5c1b5830b93ac.jpg", "text": "Young Korean woman with short brown bob hairstyle, wearing black leather jacket, dark mini skirt, brown scarf, striped socks, white sneakers. Holding canvas tote bag, standing in front of pink vending machine, Japanese text background. Urban street fashion style."}
{"file_name": "images/musinsa_staff_5c209d8e18a9c.jpg", "text": "Young Korean woman with long black hair, wearing white knit beanie, oversized black coat, brown wide-leg pants. Standing straight, neutral expression, industrial background. Minimalist, urban style, muted color palette. Concrete walls, utility boxes, papers visible."}
{"file_name": "images/musinsa_staff_5c2c14a2e37be.jpg", "text": "Young Korean woman with long dark hair, wearing black beret, oversized plaid jacket in beige tones, black knee-high socks, and chunky black shoes with patterned laces. Posing with hands near ears, standing in indoor setting with wooden furniture and potted plant. Casual, youthful street"}
{"file_name": "images/musinsa_staff_5c2c65e9302b0.jpg", "text": "Young adult woman with straight dark hair, wearing cream-colored fluffy jacket with navy pocket, navy and yellow color-block sweatpants, striped socks, beige chunky sneakers. Standing sideways, face partially obscured, against white slatted background. Casual, sporty streetwear style."}
{"file_name": "images/musinsa_staff_5c2c6f8520f32.jpg", "text": "Young Korean man with short dark hair, wearing black puffer jacket over light gray hoodie, navy wide-leg pants, beige sneakers. Standing casually, neutral expression, framed by marble columns. Urban street style, cool weather outfit."}
{"file_name": "images/musinsa_staff_5c2f1e7a69cb5.jpg", "text": "Young Korean man with short black hair, wearing black beret, long black wool coat, black trousers, chunky black sneakers. Standing on stone steps, looking sideways, serious expression. Classical building backdrop, stone columns visible. Monochromatic, stylish urban fashion aesthetic."}
{"file_name": "images/musinsa_staff_5c329daf4993a.jpg", "text": "Young Korean man with short black hair, wearing plaid overshirt, black turtleneck, dark trousers, canvas sneakers. Standing casually, hands in pockets, neutral expression. Concrete background, urban setting, rustic aesthetic."}
{"file_name": "images/musinsa_staff_5c343c8da9c8f.jpg", "text": "Young adult male with short dark hair, wearing black newsboy cap, white button-up shirt, patterned tie, light blue jeans, black shoes. Casual pose, hand in pocket, standing against wooden paneling. Urban street style, relaxed yet put-together aesthetic."}
{"file_name": "images/musinsa_staff_5c36aec1aa220.jpg", "text": "Young Korean man with short black hair and glasses, wearing black waxed jacket with gold buttons, dark turtleneck, slim-fit jeans, black leather boots. Standing confidently, holding black leather briefcase, in elegant interior with arched doorway. Urban professional style, sophisticated atmosphere."}
{"file_name": "images/musinsa_staff_5c37deec7694b.jpg", "text": "Young Korean woman with long black hair, wearing oversized plaid blazer, cream turtleneck, wide-leg brown trousers, beige loafers. Standing relaxed, looking down, in minimalist industrial setting. Muted, sophisticated casual style."}
{"file_name": "images/musinsa_staff_5c37df427e8b9.jpg", "text": "Young adult male with short black hair, wearing a light gray plaid overshirt, tan turtleneck, black slim-fit pants, yellow low-top sneakers. Standing with hands in pockets, neutral expression, urban nighttime setting, stylish casual aesthetic."}
{"file_name": "images/musinsa_staff_5c3bf0272f770.jpg", "text": "Young adult male with short black hair, wearing long black wool coat, black trousers, white sneakers, carrying black backpack. Standing facing away, against gray concrete wall. Minimalist, monochromatic urban style."}
{"file_name": "images/musinsa_staff_5c3efbe9c0182.jpg", "text": "Young Korean woman with short dark hair, wearing cream-colored fleece hoodie jacket, black graphic t-shirt underneath, long navy skirt, black sneakers. Standing casually, hands in pockets, against orange wall framed by green foliage. Urban street style, cozy winter fashion look."}
{"file_name": "images/musinsa_staff_5c3fe6ec555f7.jpg", "text": "Young Korean woman with short black hair and bangs, wearing a cream-colored fluffy hooded jacket, navy scarf, white wide-leg pants, and black shoes. Standing casually, hands in pockets, slight smile, indoors against light-colored wall. Cozy winter fashion style."}
{"file_name": "images/musinsa_staff_5c482af35f1a5.jpg", "text": "Young Korean woman with long black hair, wearing white oversized hoodie with black text, blue wide-leg pants, white sneakers. Standing casually, hands in pockets, slight smile. Against metal shutter with \"CULTURE\" text. Urban streetwear style, relaxed pose."}
{"file_name": "images/musinsa_staff_5c4aa18f32707.jpg", "text": "Young adult male wearing burgundy beanie, black oversized jacket, white undershirt, black pants, carrying large black backpack. Standing facing grey tiled wall, wearing chunky grey sneakers. Urban streetwear style, minimalist color palette, casual yet trendy aesthetic."}
{"file_name": "images/musinsa_staff_5c4ea5b7c2238.jpg", "text": "Young Korean woman with straight black hair, wearing navy oversized jacket, white wide-leg trousers, black platform shoes, smiling and touching hair, standing in narrow urban alley, casual chic street style."}
{"file_name": "images/musinsa_staff_5c4ff1ffc7f87.jpg", "text": "Young Korean woman with long black hair, wearing beige cap, black hoodie with blue graphic, black wide-leg pants, gray sneakers. Smiling, standing in doorway, carrying purple shoulder bag. Urban street style, casual and comfortable look."}
{"file_name": "images/musinsa_staff_5c513ef2d5a51.jpg", "text": "Young Korean man with short black hair, wearing olive green jacket with brown collar, navy blue cuffed jeans, brown leather shoes. Tan messenger bag across chest, standing outdoors among trees, neutral expression, casual pose. Preppy, collegiate style in park-like setting."}
{"file_name": "images/musinsa_staff_5c514d2e5525b.jpg", "text": "Young adult male with short black hair, wearing a black puffer jacket, black trousers, and dark sneakers. Standing with back turned, carrying a black messenger bag. Facing striped garage door with blue, yellow, and red bands. Wearing face mask, urban streetwear style."}
{"file_name": "images/musinsa_staff_5c54062c2a239.jpg", "text": "Young Korean man with short black hair, wearing cream beret, brown oversized sweatshirt with 'C' logo, matching brown pants, white sneakers. Layered with plaid shirt, silver necklace. Holding black shopping bag, standing in front of store window. Urban streetwear style, casual pose adjust"}
{"file_name": "images/musinsa_staff_5c61345b0f607.jpg", "text": "Young Korean woman with short black hair and bangs, wearing pink sweater with large cherry graphic, black mini skirt, black ankle boots, smiling brightly, standing in clothing store, colorful sweaters and bags visible in background, casual and cheerful style."}
{"file_name": "images/musinsa_staff_5c6299ba05c3e.jpg", "text": "Young Korean man with short black hair, wearing blue crewneck sweatshirt, black pants, white sneakers, standing casually with hands in pockets, neutral expression, in front of glass storefront with text, urban street fashion style."}
{"file_name": "images/musinsa_staff_5c637a771cfbb.jpg", "text": "Young adult male with short black hair, wearing blue-gray sweatshirt with \"vivastudio\" logo, black loose-fitting pants, white sneakers, standing with back turned, casual streetwear style, urban setting with stone wall and white building."}
{"file_name": "images/musinsa_staff_5c64dd72ea268.jpg", "text": "Young Korean man with short black hair, wearing green quilted vest over beige button-up shirt, wide-leg khaki trousers, beige sneakers. Standing casually, hands adjusting shirt. Urban setting, grey walls, potted plants. Minimalist, modern street style aesthetic."}
{"file_name": "images/musinsa_staff_5c6649259ab0a.jpg", "text": "Young woman with short black hair, wearing checkered shirt, long brown skirt, carrying dark backpack, standing near brick wall, casual street style, back view."}
{"file_name": "images/musinsa_staff_5c73388b40703.jpg", "text": "Young Korean woman with short black hair and bangs, wearing oversized black puffer jacket, gray turtleneck, wide-leg dark jeans with rolled cuffs, black sneakers. Standing casually in hallway, holding white cap, neutral expression. Urban streetwear style, monochromatic outfit."}
{"file_name": "images/musinsa_staff_5c7629c879004.jpg", "text": "Young Korean man with short black hair, wearing bright orange sweatshirt with \"1960\" print, dark wide-leg jeans, white sneakers. Standing casually, hands in pockets, against brick wall. Pink bicycle visible, urban street style, confident pose."}
{"file_name": "images/musinsa_staff_5c779fc7d3d38.jpg", "text": "Young Korean woman with straight black hair and bangs, wearing light blue oversized sweatshirt with red cherry graphic, black mini skirt, white socks, white sneakers. Standing casually, hand touching face, neutral expression. Clothing rack with bags behind, minimalist interior setting."}
{"file_name": "images/musinsa_staff_5c80aee13c19c.jpg", "text": "Young Korean man with short black hair, wearing oversized light gray sweatshirt over white collared shirt, cream-colored trousers, chunky multicolored sneakers. Standing sideways, neutral expression, urban setting with concrete pillars, minimalist streetwear aesthetic."}
{"file_name": "images/musinsa_staff_5c8b3916babb0.jpg", "text": "Young adult male wearing black cap, face mask, oversized black jacket, mustard turtleneck, light wash jeans, black boots. Standing with hands in pockets, looking down. Against white garage door background. Urban streetwear style, casual yet fashionable appearance."}
{"file_name": "images/musinsa_staff_5c8f07f54b16a.jpg", "text": "Young adult Korean man with shoulder-length black hair, wearing round glasses, bright orange oversized sweatshirt, black cargo pants, black sneakers, long pendant necklace. Standing casually, hands in pockets, looking sideways. Minimalist urban background, concrete floor, white walls. Streetwear-inspired,"}
{"file_name": "images/musinsa_staff_5c949688a3879.jpg", "text": "Young adult male with short black hair, wearing black beanie, striped long-sleeve shirt, white cargo pants, black sneakers. Standing straight, neutral expression, against metal shutters. Urban streetwear style, casual pose on green floor, \"MUSINSA\" text visible."}
{"file_name": "images/musinsa_staff_5c949e74a9775.jpg", "text": "Young Korean man with short dark hair, wearing black baseball cap, white graphic t-shirt with \"LMO\" print, dark two-tone pants, white sneakers. Standing casually outside store, hands in pockets, neutral expression. Urban streetwear style, modern casual aesthetic."}
{"file_name": "images/musinsa_staff_5c94a3bda7c48.jpg", "text": "Young Korean man with short black hair, wearing tan plaid button-up shirt, black turtleneck, black trousers, black leather shoes. Walking confidently, slight smile, urban setting. Framed by patterned doorway, people in background. Casual yet stylish look."}
{"file_name": "images/musinsa_staff_5c98981b72e1c.jpg", "text": "Young adult person wearing gray hoodie, white face mask, layered over light undershirt, black cargo pants, white sneakers. Standing in front of mirror, hands in pockets, casual pose. Neutral-toned, minimalist interior, patterned curtains. Urban streetwear style, pandemic-era fashion."}
{"file_name": "images/musinsa_staff_5c9db675859f4.jpg", "text": "Young Korean man with short black hair, wearing oversized black blazer, white t-shirt, light blue jeans, beige sneakers. Standing casually, hand in pocket, looking sideways. Against gray garage door, urban setting. Clean, minimalist street style aesthetic."}
{"file_name": "images/musinsa_staff_5ca1724a2e926.jpg", "text": "Young adult with short black hair, wearing oversized black t-shirt with colorful globe graphic, light blue jeans, sneakers. Carrying navy blue tote bag, standing facing white brick wall. Casual streetwear style, urban aesthetic."}
{"file_name": "images/musinsa_staff_5ca40f3ceff59.jpg", "text": "Young Korean man with short black hair, wearing blue Vans sweatshirt over white undershirt, black pants, standing sideways, neutral expression, concrete background, casual streetwear style."}
{"file_name": "images/musinsa_staff_5ca41007d88ad.jpg", "text": "Young Korean woman with short black bob haircut, wearing oversized blue sweatshirt with \"VARSITY\" text, checkered mini skirt, black knee-high socks, black sneakers with white details. Smiling, standing against textured stone wall, striped window shutters visible. Casual street style, y"}
{"file_name": "images/musinsa_staff_5ca410de916e8.jpg", "text": "Young person wearing black bucket hat, navy sweatshirt with \"Camp Varsity Travel\" logo, black trousers, orange socks, dark sneakers. Standing on sandy path, facing away, surrounded by bare trees. Casual, outdoor style, spring or autumn setting."}
{"file_name": "images/musinsa_staff_5ca59f9429fbd.jpg", "text": "Young Korean woman with long straight black hair and bangs, wearing oversized black pullover, striped turtleneck, shorts, thigh-high black socks, dark sneakers. Standing against white brick wall, hands in pockets, neutral expression. Casual, urban style."}
{"file_name": "images/musinsa_staff_5caad73d74c4b.jpg", "text": "Young Korean man with short black hair, wearing navy blue oversized sweatshirt, white undershirt, cream-colored pants, white sneakers. Standing casually, hand touching hair, thoughtful expression. Urban background with granite walls, blue glass. Clean, minimalist street style aesthetic."}
{"file_name": "images/musinsa_staff_5cac2d4e6d900.jpg", "text": "Young Korean man with short black hair, wearing black sweatshirt with \"1960\" print, blue jeans, black shoes, standing on steps, neutral expression, casual street style, wooden slat background."}
{"file_name": "images/musinsa_staff_5cac3c6d92db0.jpg", "text": "Young Korean woman with short black hair, wearing oversized blue t-shirt, white ripped jeans, casual sneakers. Smiling brightly, hand touching hair, relaxed pose. Concrete wall background, urban casual style, youthful and carefree mood."}
{"file_name": "images/musinsa_staff_5cad51e3244b4.jpg", "text": "Young Korean man with short black hair, wearing beige zip-up jacket over white turtleneck, dark slim-fit jeans, white sneakers. Standing casually, hands in pockets, against brick wall. Urban street style, minimalist aesthetic."}
{"file_name": "images/musinsa_staff_5cad5759af6e4.jpg", "text": "Young Korean woman with long black hair, wearing oversized white sweatshirt with 'C' logo, black trousers, white sneakers. Smiling, touching hair, carrying black backpack. Standing on path near modern building, scooter visible. Casual, collegiate style in sunny outdoor setting."}
{"file_name": "images/musinsa_staff_5cad853b94bd2.jpg", "text": "Young Korean man with short black hair, wearing plain black t-shirt, dark blue jeans, black sneakers with white soles. Standing casually, hands in pockets, neutral expression. Outside coffee shop, urban setting. Simple, minimalist street style."}
{"file_name": "images/musinsa_staff_5cae8f88430ec.jpg", "text": "Young Korean woman with long dark hair, wearing black t-shirt, blue jeans, black sneakers, standing casually, holding lanyard and phone, framed by stone pillars, urban background, casual street style aesthetic."}
{"file_name": "images/musinsa_staff_5cb441a2de4b1.jpg", "text": "Young adult Korean man with long, straight black hair, wearing black blazer, white shirt, cream-colored trousers, black shoes. Standing casually, neutral expression, against pink brick wall. Minimalist, urban fashion style."}
{"file_name": "images/musinsa_staff_5cb6b9634c7bc.jpg", "text": "Young Korean woman with long black hair, wearing bright red hooded jacket with \"Supreme\" text, black shorts, chunky black sneakers. Adjusting hood, serious expression, standing against white backdrop. Urban streetwear style, brick wall background, holding blue bag."}
{"file_name": "images/musinsa_staff_5cb6d141a5709.jpg", "text": "Young Korean woman with shoulder-length dark hair, wearing black baseball cap, oversized white t-shirt with small text detail, navy blue loose-fitting pants, white sneakers. Standing casually, hands at sides, neutral expression. Background shows bookshelves, wooden table, colorful artwork. Clean, minimalist aesthetic in home library"}
{"file_name": "images/musinsa_staff_5cb7ce40c14ba.jpg", "text": "Young Korean man with short dark hair, wearing navy baseball cap, black oversized t-shirt with small white text, black shorts, red canvas sneakers. Standing casually, hands in pockets, neutral expression. Indoor setting, white walls, green plants, framed artwork. Casual, minimalist streetwear style."}
{"file_name": "images/musinsa_staff_5cbd0abe2c34d.jpg", "text": "Young Korean woman with short black hair, wearing black cap, oversized black sweatshirt with logo, bright yellow shorts, white socks, metallic sneakers. Standing straight, neutral expression, indoor setting with framed artwork, wooden table. Casual streetwear style, contrasting colors."}
{"file_name": "images/musinsa_staff_5cbe930b5935d.jpg", "text": "Young Korean man with short black hair, wearing black beanie, white oversized t-shirt with small palm tree print, light blue jeans, black sneakers with white soles. Standing casually on rocky beach, holding black jacket, silver necklace visible. Mountainous island backdrop, casual coastal fashion style."}
{"file_name": "images/musinsa_staff_5cc2b074c4610.jpg", "text": "Young adult male with short dark hair, wearing green beret, light gray sweatshirt, black shorts, white socks with stripes, beige and red sneakers. Standing on path, hands in pockets, face masked. Surrounded by blooming trees, red flowers. Casual spring outfit, urban nature setting."}
{"file_name": "images/musinsa_staff_5cc2c430a57f9.jpg", "text": "Young adult with long platinum blonde hair and bangs, wearing navy plaid button-up shirt, wide-leg terracotta pants, white sneakers. Holding matching plaid tote bag, neutral expression, standing on urban sidewalk. Eclectic street style, contrasting colors and patterns."}
{"file_name": "images/musinsa_staff_5cc2c6eebdd99.jpg", "text": "Young person with black hooded beanie, wearing oversized gray sweatshirt, layered over dark shirt, light gray baggy pants, red and black sneakers. Standing against stone wall, hand covering face, casual streetwear style, urban grunge aesthetic."}
{"file_name": "images/musinsa_staff_5cd0f814813dc.jpg", "text": "Young adult man with long, dark wavy hair, wearing plaid beige blazer, white t-shirt, cream-colored trousers, brown leather sandals. Standing casually, hands in pockets, neutral expression. Outdoor setting, concrete wall, yellow awning, greenery background. Relaxed, stylish urban"}
{"file_name": "images/musinsa_staff_5cd1166b3e717.jpg", "text": "Young Korean woman with short black hair, wearing navy Lee logo t-shirt, olive green midi skirt, white socks, brown shoes. Holding orange-white tote bag, standing by water feature. Urban setting, trees and buildings in background. Casual street style look."}
{"file_name": "images/musinsa_staff_5cd122c01705c.jpg", "text": "Young Korean woman with straight black hair and bangs, wearing white t-shirt with \"Lie\" text, dark wide-leg trousers, tan crossbody bag, standing with arms crossed, neutral expression, outdoors in sunny garden setting, casual street style aesthetic."}
{"file_name": "images/musinsa_staff_5cd15c05f191b.jpg", "text": "Young Korean woman with short black bob haircut, wearing white Lee logo t-shirt, high-waisted dark jeans, white sneakers. Smiling brightly, holding shopping bag. Standing against gray wall, casual street style look."}
{"file_name": "images/musinsa_staff_5cd26c1c0a985.jpg", "text": "Young Korean man with short black hair, wearing black oversized t-shirt with white \"Mmig\" logo, paired with loose-fitting black pants, standing casually with hands in pockets, neutral expression, against white wall, urban streetwear style."}
{"file_name": "images/musinsa_staff_5cd92f2f0b2ef.jpg", "text": "Young Korean man with short black hair, wearing oversized black t-shirt, beige ankle-length trousers, black and white sneakers. Standing casually, hands in pockets, neutral expression. Colorful geometric background, minimalist street style aesthetic."}
{"file_name": "images/musinsa_staff_5cdd233d9a6a2.jpg", "text": "Young Korean man with short black hair and mustache, wearing black beret, oversized black blazer, gray t-shirt, cream wide-leg trousers, white sneakers. Standing casually in front of rustic doorway, slight smile. Relaxed, urban-chic style, blending classic and modern elements."}
{"file_name": "images/musinsa_staff_5ce3bad80cef4.jpg", "text": "Young Korean man with short black hair, wearing layered outfit: dark green jacket over beige cardigan, white shirt, navy tie. Blue jeans, black loafers. Saluting pose, serious expression. Urban background, casual-formal style blend."}
{"file_name": "images/musinsa_staff_5ce4a1d97c09a.jpg", "text": "Young Korean man with short black hair, wearing rectangular glasses, white oversized t-shirt with text print, green shorts, black crossbody bag, white sneakers. Standing casually on escalator, looking sideways. Modern urban setting, casual streetwear style."}
{"file_name": "images/musinsa_staff_5ceb9c7c08b7f.jpg", "text": "Korean male in his 30s with short dark hair and mustache, wearing black cap, light blue t-shirt with \"Royallife\" text, black shorts, white socks, blue slides. Tattooed arms, casual pose, hands in pockets, neutral expression. White background, stylish streetwear aesthetic."}
{"file_name": "images/musinsa_staff_5cef3c08047da.jpg", "text": "Young adult male with shaved head, wearing black beanie, black oversized t-shirt with \"vivastudio\" logo, black trousers, and black sneakers. Standing with back to camera, neck tattoo visible, against white wall framed by stone archway. Minimalist streetwear aesthetic."}
{"file_name": "images/musinsa_staff_5cff088f5ab82.jpg", "text": "Young Korean woman with long brown hair, wearing white tank top and light blue wide-leg jeans, carrying turquoise crossbody bag. Standing sideways, looking at camera with neutral expression. Black sandals, urban background with trees, casual summer style."}
{"file_name": "images/musinsa_staff_5d00f4a115042.jpg", "text": "Young adult Korean woman with long blonde hair and bangs, wearing white Lee logo t-shirt, khaki maxi skirt, patterned neck scarf, standing smiling with eyes closed, casual street style, indoor hallway setting."}
{"file_name": "images/musinsa_staff_5d00f4efa00e7.jpg", "text": "Young adult male with short dark hair, wearing black baseball cap, smiling cheerfully. White Lee-branded t-shirt, blue straight-leg jeans, blue canvas sneakers. Black backpack straps visible. Holding beverage can. Casual, relaxed pose against light blue background, urban streetwear style."}
{"file_name": "images/musinsa_staff_5d098a10ccc3e.jpg", "text": "Young Korean man with short black bowl-cut hair, wearing oversized white t-shirt with side slits, black cropped trousers, white sneakers. Standing casually against granite wall, neutral expression, minimalist urban style."}
{"file_name": "images/musinsa_staff_5d098b2b2f7f4.jpg", "text": "Young Korean woman with short dark hair, wearing oversized white t-shirt, beige trousers, white sneakers with dark stripes. Standing sideways, looking left, colorful arm tattoo visible. Against concrete block wall, casual streetwear style, minimalist urban aesthetic."}
{"file_name": "images/musinsa_staff_5d11dd2016f9d.jpg", "text": "Young Korean man with short black hair, wearing colorful floral short-sleeved shirt, black trousers, black face mask, standing casually in urban alley, hands in pockets, surrounded by brick buildings, sunny day, casual street style aesthetic."}
{"file_name": "images/musinsa_staff_5d22c93b467c8.jpg", "text": "Young Korean woman with long dark hair, wearing white t-shirt with blue text, white pleated mini skirt, white sneakers, posing outdoors. Hand touching hair, confident stance, black headphones around neck. Rocky, grassy background, casual sporty style."}
{"file_name": "images/musinsa_staff_5d243e971b1f2.jpg", "text": "Young Korean woman with long straight black hair, wearing all-black outfit: oversized t-shirt, wide-leg pants, belt. Holding ice cream, standing in gelato shop doorway. White sneakers, polka dot scarf draped over arm. Casual, urban style, neutral expression."}
{"file_name": "images/musinsa_staff_5d25a0da94ea4.jpg", "text": "Young Korean woman with long straight black hair and bangs, wearing white open shirt over black top, black cargo pants, white sneakers. Posing against textured wall, hand in hair, thoughtful expression. Casual street style, urban setting."}
{"file_name": "images/musinsa_staff_5d2c17f0a0624.jpg", "text": "Young Korean man with short black hair, wearing round glasses, blue and white striped button-up shirt over white t-shirt, black trousers, brown sandals. Standing casually against gray wall, neutral expression. Clean, minimalist style."}
{"file_name": "images/musinsa_staff_5d2c3c25bb4f4.jpg", "text": "Young adult male with short brown hair and bangs, wearing oversized black t-shirt, khaki cargo pants, silver necklace. Taking mirror selfie, neutral expression. Black chunky sandals, beige background. Casual streetwear style, urban aesthetic."}
{"file_name": "images/musinsa_staff_5d2c3c808aeb7.jpg", "text": "Young adult male with short dark hair, wearing black and white sporty jacket, black cargo pants, face mask, standing casually against white bench, outdoor setting with trees, athletic streetwear style."}
{"file_name": "images/musinsa_staff_5d300705663fe.jpg", "text": "Young Korean man with short black hair, wearing black-rimmed glasses, white graphic t-shirt with text, black loose-fitting pants, white sneakers, black backpack with straps visible, standing casually against beige wall, urban streetwear style, neutral expression, looking to the side."}
{"file_name": "images/musinsa_staff_5d3ab6f3b3bf1.jpg", "text": "Male young adult, wearing black baseball cap, gray short-sleeved t-shirt, dark blue jeans with rolled cuffs, carrying black North Face backpack, standing on paved walkway, facing modern urban buildings with glass facades, surrounded by trees and landscaping, casual street style aesthetic."}
{"file_name": "images/musinsa_staff_5d3fae444a15a.jpg", "text": "Young woman with long black hair, wearing oversized white t-shirt, light blue ripped jeans, white sneakers, carrying black backpack. Standing on urban sidewalk, touching hair, casual pose. Modern city background, trees visible. Relaxed, street-style aesthetic."}
{"file_name": "images/musinsa_staff_5d426e79199ed.jpg", "text": "Young Korean man with short black hair, wearing all-white outfit, loose-fitting sweater and wide-leg pants, standing casually outside storefront. Neutral expression, hands in pockets, sporting chunky beige sneakers. Urban setting, minimalist street style aesthetic."}
{"file_name": "images/musinsa_staff_5d50d4233b517.jpg", "text": "Young Korean woman with straight black hair, wearing light pink t-shirt, black shorts, navy crossbody bag, black knee-high lace-up boots. Smiling brightly, standing casually on urban street, concrete wall background. Youthful, trendy street style look."}
{"file_name": "images/musinsa_staff_5d5f4cba9cb07.jpg", "text": "Young Korean man with short black hair, wearing black blazer over white t-shirt, blue jeans, black slip-on sneakers. Smiling confidently, arms crossed, standing against beige wall. Casual-chic style, urban fashion aesthetic."}
{"file_name": "images/musinsa_staff_5d5fa17a33d8c.jpg", "text": "Young adult male with short dark hair, wearing striped teal and white sweater, light blue jeans, teal sneakers, carrying black backpack. Standing on pathway, facing away from camera, near building with red exterior, surrounded by greenery. Casual, urban street style aesthetic."}
{"file_name": "images/musinsa_staff_5d632ff88d948.jpg", "text": "Young adult male with short black hair, wearing white crew-neck t-shirt, dark blue jeans, white sneakers. Holding red phone to face, carrying small white crossbody bag. Standing in modern interior with plants, white brick walls, casual urban style."}
{"file_name": "images/musinsa_staff_5d638b6c6a35b.jpg", "text": "Young Korean man with short black hair, wearing all-black oversized outfit, long-sleeved sweater and wide-leg trousers, standing with serious expression, urban street background with historic buildings, minimalist monochrome fashion style."}
{"file_name": "images/musinsa_staff_5d6763097bd22.jpg", "text": "Young Korean couple, casual outdoor style. Woman: short brown hair, gray sweatshirt, white undershirt, beige pants, white sneakers. Man: black cap, black sweatshirt, beige pants, sandals. Both smiling, holding hands, standing on grass. Pine trees, blue sky background."}
{"file_name": "images/musinsa_staff_5d687fc4b8a74.jpg", "text": "Young woman with long dark hair, wearing white bucket hat, blue sweatshirt with \"Varsity Travel\" text, white shorts, pink sneakers. Carrying beige tote bag, standing in urban alleyway. Casual, street-style outfit, youthful and trendy appearance."}
{"file_name": "images/musinsa_staff_5d688044b5960.jpg", "text": "Young Korean man with short black hair, wearing oversized gray sweatshirt with \"Varsity\" logo, black trousers, white sneakers. Standing casually, slight smile, urban setting with metal railings, white wall, hanging plants. Minimalist, casual street style aesthetic."}
{"file_name": "images/musinsa_staff_5d6892a811bef.jpg", "text": "Young Korean man with short black hair, wearing crisp white button-down shirt, light blue jeans, black loafers. Standing casually, hand in pocket, against white garage door. Clean, minimalist style, sunlit outdoor setting, stone wall framing."}
{"file_name": "images/musinsa_staff_5d70dfd95b35d.jpg", "text": "Young Korean man with short dark hair, wearing maroon baseball cap, black oversized sweatshirt, white undershirt, burgundy wide-leg pants, white sneakers. Standing casually, hands in pockets, neutral expression. Airport or transit setting, glass windows, wooden deck. Casual streetwear style, comfortable urban"}
{"file_name": "images/musinsa_staff_5d75fed3ed147.jpg", "text": "Young Korean man with short black hair, wearing black leather jacket, black t-shirt, white wide-leg pants, casual sneakers. Standing casually, looking sideways, modern urban setting, wooden door background. Stylish, minimalist street fashion aesthetic."}
{"file_name": "images/musinsa_staff_5d7600a5b9ed2.jpg", "text": "Young Korean man with short black hair, wearing black leather jacket, white button-up shirt, black trousers, shiny black sneakers. Standing casually, slight smile, urban setting with concrete walls, wooden door background. Sleek, modern street style aesthetic."}
{"file_name": "images/musinsa_staff_5d762aee1ad76.jpg", "text": "Young Korean woman with straight black hair and bangs, wearing oversized black sweater, cream-colored drawstring cargo pants, white sneakers. Standing confidently, hand on chest, slight smile. Brick wall background, sunny day. Casual, comfortable street style aesthetic."}
{"file_name": "images/musinsa_staff_5d762b8602005.jpg", "text": "Young Korean woman with dark hair in low ponytail, wearing long-sleeved white midi dress, belted at waist, standing in front of coffee shop window. Casual pose, hands clasped, slight smile. White sneakers, minimalist street style, sunlit urban setting."}
{"file_name": "images/musinsa_staff_5d770ce1d9df2.jpg", "text": "Young Korean woman with straight black hair, wearing black long-sleeved top with tie neck, floral print mini skirt, black socks, black sneakers. Standing posed, smiling, against white brick wall, plants framing image. Casual, youthful street style aesthetic."}
{"file_name": "images/musinsa_staff_5d77434e16cd3.jpg", "text": "Young Korean woman with long straight dark hair, wearing oversized lavender puffer jacket, black top, wide-leg jeans with cuffed hems, white sneakers. Smiling warmly, standing in narrow alley with brick walls, potted plants. Casual street style, urban setting."}
{"file_name": "images/musinsa_staff_5d7744ed96f12.jpg", "text": "Young Korean woman with long black hair, wearing black beanie, oversized taupe jacket, black midi skirt with white stitching, black and white sneakers. Standing confidently in urban alley, brick buildings, potted plants. Casual street style, modern urban fashion aesthetic."}
{"file_name": "images/musinsa_staff_5d7745b77b1b6.jpg", "text": "Young Korean man with short black hair, wearing dark green zip-up jacket over white t-shirt, paired with black cargo pants. Standing casually against brick wall, hands in pockets, looking sideways. Urban setting with Korean signage, utility meters visible. Streetwear-inspired, relaxed urban style in muted tones"}
{"file_name": "images/musinsa_staff_5d78463954ad1.jpg", "text": "Young adult Korean man with short black hair, wearing blue baseball cap, lavender oversized sweatshirt with \"Varsity\" logo, light blue straight-leg jeans, white sneakers, cream crossbody bag. Standing casually on street, slight smile, brick wall and trees background. Casual, relaxed streetw"}
{"file_name": "images/musinsa_staff_5d78469f08187.jpg", "text": "Young Korean woman with short black hair, wearing mint green sweatshirt, long black pleated skirt, white socks, beige sneakers. Smiling brightly, carrying orange shoulder bag. Standing in garden with brick wall, flowering plants. Casual, cheerful street style aesthetic."}
{"file_name": "images/musinsa_staff_5d7846f5aefea.jpg", "text": "Young Korean woman with long straight auburn hair, wearing gray oversized sweatshirt, black wide-leg pants, black sandals, holding iced coffee, smiling while walking on urban street, casual streetwear style, relaxed daytime atmosphere."}
{"file_name": "images/musinsa_staff_5d7f0c3a0b3a4.jpg", "text": "Young adult with shoulder-length brown hair, wearing oversized plaid shirt, cream-colored track pants with side stripes, white sneakers. Neutral expression, walking on city street, cafe background. Casual, urban street style aesthetic."}
{"file_name": "images/musinsa_staff_5d80701f9fc50.jpg", "text": "Young Korean man with short black hair, wearing a black zip-up fleece jacket, light purple undershirt, light blue jeans, and navy sneakers. Standing casually with hands in pockets, neutral expression, in urban setting with concrete walls and wooden benches. Casual streetwear style, relaxed urban aesthetic."}
{"file_name": "images/musinsa_staff_5d81baa9b26e0.jpg", "text": "Young Korean man with short black tousled hair, wearing oversized black hoodie, white undershirt, plaid gray-black pants, black sneakers. Standing casually, hands in pockets, neutral expression. Minimalist gray background, urban streetwear aesthetic."}
{"file_name": "images/musinsa_staff_5d81e3ec78a9b.jpg", "text": "Young Korean man with short black hair, wearing rectangular glasses, smiling broadly. Dressed in oversized beige plaid double-breasted blazer, black t-shirt, wide-leg black trousers. Accessorized with silver necklace, chunky multicolored sneakers. Holding black tote bag,"}
{"file_name": "images/musinsa_staff_5d91c1eaeba8e.jpg", "text": "Young adult male with tousled dark hair, wearing burgundy button-up shirt, dark straight-leg jeans, black chunky shoes, standing in cafe doorway, holding smartphone, neutral expression, casual urban style, cozy coffee shop background."}
{"file_name": "images/musinsa_staff_5d94338e144e7.jpg", "text": "Young Korean woman with short black bob hairstyle, wearing cream fleece jacket, black hoodie, plaid wide-leg pants, white sneakers. Smiling softly, standing in hallway. Casual, comfortable style, layered winter outfit. Cozy and youthful aesthetic."}
{"file_name": "images/musinsa_staff_5d9fdc269941a.jpg", "text": "Young Korean man with short black hair, wearing cream fleece jacket, black hoodie underneath, navy blue jeans with cuffs, black sneakers. Smiling, standing casually against textured beige wall. Casual street style, warm sunlit urban setting."}
{"file_name": "images/musinsa_staff_5da01cb2e5045.jpg", "text": "Young adult male with short dark curly hair, wearing black-rimmed glasses, orange knit cardigan, light gray hoodie, white undershirt, olive green joggers, white sneakers. Standing pose, adjusting glasses, neutral expression. Minimalist studio background, potted plant visible. Casual, layered streetw"}
{"file_name": "images/musinsa_staff_5da589fad9e9d.jpg", "text": "Young Korean woman with long black hair, wearing fluffy white zip-up jacket, white top, black midi skirt, white sneakers. Smiling, standing outdoors near building entrance, casual chic style, sunny day atmosphere."}
{"file_name": "images/musinsa_staff_5da6cd02ebca2.jpg", "text": "Young adult male with short black hair, wearing black zip-up jacket over white t-shirt, dark gray loose-fitting trousers, white sneakers. Standing pose, hand touching head, face partially obscured. Beige wall background, casual streetwear style, minimalist urban aesthetic."}
{"file_name": "images/musinsa_staff_5da6ceaf83ac5.jpg", "text": "Young Korean woman with dark hair in messy bun, wearing oversized two-tone jacket, black body with brown sleeves, white undershirt, wide-leg cuffed jeans, white sneakers, standing casually, looking sideways, against beige wall, casual street style aesthetic."}
{"file_name": "images/musinsa_staff_5da824bc3044c.jpg", "text": "Two young Korean women, casual pose, contrasting styles. Blonde with brown oversized sweatshirt, plaid skirt, white sneakers. Brunette in pink sweatshirt, black pants, white sneakers. Standing close, industrial background, MUSINSA brand visible."}
{"file_name": "images/musinsa_staff_5da9037459530.jpg", "text": "Young woman wearing black cap, white cropped long-sleeve top, high-waisted black leggings, white socks, white sneakers. Standing against gray wall, hand covering face, long dark hair visible. Athletic, minimalist style, contrasting black and white outfit."}
{"file_name": "images/musinsa_staff_5dad0c00eca88.jpg", "text": "Young Korean man with short black hair, wearing dark quilted jacket, white pants, brown shoes. Standing sideways, slight smile, hands in pockets. Gray tiled wall background, urban setting. Casual yet stylish outfit, modern minimalist aesthetic."}
{"file_name": "images/musinsa_staff_5dad47da008ed.jpg", "text": "Young Korean woman with long black hair and bangs, wearing red cropped cardigan, black mini skirt, knee-high socks, and black sneakers. Posing playfully on purple bridge railing, one leg raised, hand on head. Surrounded by lush greenery, sunny day. Youthful, energ"}
{"file_name": "images/musinsa_staff_5dad5dfac1795.jpg", "text": "Young Korean man with short black hair, wearing black zip-up jacket, white t-shirt, light blue jeans, white sneakers. Standing casually, hands in pockets, neutral expression. Posed in front of coffee shop window, urban street setting. Clean, minimalist casual style."}
{"file_name": "images/musinsa_staff_5dae634500af4.jpg", "text": "Young Korean man with short black hair, wearing black-rimmed glasses, dressed in long navy overcoat, black trousers, white sneakers. Standing with hands in pockets, neutral expression, urban setting with trees, brick wall background. Sophisticated, minimalist style."}
{"file_name": "images/musinsa_staff_5dae91c122ddc.jpg", "text": "Young Korean man with short black hair, wearing oversized black crewneck sweater, white straight-leg pants, brown loafers. Standing casually, slight smile, against gray tiled wall. Minimalist, clean aesthetic, urban fashion style."}
{"file_name": "images/musinsa_staff_5daeb734a4b93.jpg", "text": "Young male with platinum blonde hair, wearing black oversized shirt, light blue jeans, chunky camouflage sneakers, slim sunglasses. Standing confidently in urban setting, surrounded by people, modern architecture. Stylish streetwear aesthetic, cool and trendy appearance."}
{"file_name": "images/musinsa_staff_5db24806c2f0a.jpg", "text": "Young Korean man with short black hair, wearing beige long coat, black turtleneck sweater, white trousers, black belt, black shoes. Standing upright, serious expression, against concrete wall. Minimalist, urban fashion style."}
{"file_name": "images/musinsa_staff_5db24e211b890.jpg", "text": "Young Korean woman with long black hair, wearing all-black outfit: cropped cardigan, high-waisted midi skirt, chunky lace-up boots. Pearl necklace, slim belt. Posing confidently, hand on hip. White background, geometric border. Chic, modern style."}
{"file_name": "images/musinsa_staff_5db24e7b28db6.jpg", "text": "Young Korean man with short black hair, wearing long black hooded coat, cream-colored wide-leg pants, gray sneakers. Smiling with squinted eyes, arms crossed. Standing in narrow alley between brick buildings, sunny day. Casual street style, urban fashion aesthetic."}
{"file_name": "images/musinsa_staff_5db2841c46d7a.jpg", "text": "Young Korean man with short black hair, wearing gray plaid blazer, white t-shirt, blue jeans, standing casually against beige wall. Neutral expression, modern casual style, white sneakers, urban setting, clean and minimalist aesthetic."}
{"file_name": "images/musinsa_staff_5db78f467521e.jpg", "text": "Young Korean man with short black hair, wearing beige puffer jacket, cream sweater, white pants, white sneakers. Standing casually, hand near face, neutral expression. Outdoor setting with trees, logs, grass. Muted, natural color palette. Fashion-forward, minimalist aesthetic."}
{"file_name": "images/musinsa_staff_5db8082a536bf.jpg", "text": "Young Korean man with short black hair, wearing black bomber jacket, red hoodie, dark cargo pants with logo patch, white sneakers with red accents, standing sideways outside clothing store, casual urban style."}
{"file_name": "images/musinsa_staff_5db8e3909358b.jpg", "text": "Young Korean man with short black hair, wearing rectangular glasses, dressed in light gray quilted vest over white sweater, black trousers, casual sneakers. Standing casually, hands in pockets, against terracotta-colored wall. Clean, minimalist street style aesthetic."}
{"file_name": "images/musinsa_staff_5dba9ac31674f.jpg", "text": "Young Korean man with short black hair, wearing beige teddy fleece jacket, white crewneck sweater, khaki trousers, white sneakers. Standing casually, hands in pockets, against terracotta wall. Urban street style, neutral tones, relaxed pose."}
{"file_name": "images/musinsa_staff_5dbb7c75f11e2.jpg", "text": "Young Korean woman with long straight black hair, wearing black crop top, black tracksuit jacket with white stripes, matching pants, white sneakers. Serious expression, standing confidently, hand in pocket. Industrial background, sporty streetwear aesthetic."}
{"file_name": "images/musinsa_staff_5dbbe87f51519.jpg", "text": "Young Korean man with short black hair, wearing black fluffy jacket, white sweater, beige pants, white sneakers. Standing casually, hands in pockets, looking sideways. Against white curtain backdrop, concrete surroundings. Minimalist, urban street style aesthetic."}
{"file_name": "images/musinsa_staff_5dc108171efed.jpg", "text": "Young Korean man with short black hair, smiling warmly, wearing black blazer over black t-shirt, light blue jeans, white sneakers, standing casually against stone wall, urban street style, confident and friendly demeanor."}
{"file_name": "images/musinsa_staff_5dc2893f0ad91.jpg", "text": "Young adult Korean man with short dark hair, wearing olive green bomber jacket, black t-shirt, blue jeans, sunglasses, standing casually with hands in pockets, in clothing store, surrounded by hanging jackets, urban streetwear style."}
{"file_name": "images/musinsa_staff_5dc4b921a4975.jpg", "text": "Young adult male wearing black beanie, white face mask, black bomber jacket with gold zipper, dark pants with circular patch, standing in doorway. Hands in pockets, urban streetwear style, neutral pose, concrete building entrance background."}
{"file_name": "images/musinsa_staff_5dca7e111f314.jpg", "text": "Young adult male wearing black baseball cap, gray bomber jacket, white t-shirt, plaid shirt peeking out, black ripped jeans, white sneakers with blue accents. Standing casually against beige wall, hands in pockets, urban streetwear style."}
{"file_name": "images/musinsa_staff_5dccf54f1ef78.jpg", "text": "Young Korean man with short black hair, wearing long black wool coat, light beige scarf, blue jeans, black boots, holding patterned umbrella, standing in front of stone building, autumn leaves on ground, elegant urban style."}
{"file_name": "images/musinsa_staff_5dd3a50e36da3.jpg", "text": "Young Korean man with short black hair, wearing all-black ensemble: long coat, sweater, wide-leg trousers. White shirt peeking underneath, colorful patterned sneakers. Standing confidently against gray brick wall, serious expression. Minimalist, modern street style aesthetic."}
{"file_name": "images/musinsa_staff_5dd62373b2ba1.jpg", "text": "Young Korean man with short black hair, wearing black puffer jacket over gray hoodie, white t-shirt, dark jeans, blue sneakers. Standing casually, hands in pockets, neutral expression. Against plain gray wall, urban streetwear style."}
{"file_name": "images/musinsa_staff_5dd79c2f18b61.jpg", "text": "Young Korean man with short black hair, wearing oversized lime green sweater, loose black trousers, white sneakers. Standing casually, holding black tote bag. Stone building background, urban setting. Minimalist, modern street style aesthetic."}
{"file_name": "images/musinsa_staff_5ddb7fe97d2e8.jpg", "text": "Young Korean man with short black hair, wearing black-rimmed glasses, blue crewneck sweater, striped gray trousers, black belt, black shoes. Standing sideways, looking off-camera. Silver necklace visible. Urban setting, tiled floor background. Casual yet stylish outfit, modern minimalist aesthetic."}
{"file_name": "images/musinsa_staff_5ddb9c0054725.jpg", "text": "Young Korean man with short black hair, wearing navy blazer, blue t-shirt, gray trousers, white sneakers with brown soles. Standing in doorway, hand on jacket, neutral expression. Green door background, modern minimalist style."}
{"file_name": "images/musinsa_staff_5ddf7596f2138.jpg", "text": "Young Korean man with short black hair, wearing black-rimmed glasses, dressed in a dark suit with black blazer and trousers, black crewneck sweater underneath, standing in doorway, neutral expression, urban brick building background, modern minimalist style."}
{"file_name": "images/musinsa_staff_5de4c124c7602.jpg", "text": "Young Korean man with short black hair, wearing black-rimmed glasses, dressed in dark olive green zip-up jacket, black t-shirt, slim-fit black trousers, black sneakers. Standing upright, looking sideways, against brick wall background. Minimalist, urban fashion style."}
{"file_name": "images/musinsa_staff_5de622f4e3e17.jpg", "text": "Young Korean man with short black hair, wearing round glasses, dressed in a black zip-up jacket over white sweater, black trousers, and black shoes. Standing casually against brick wall, hands in pockets, neutral expression. Autumn leaves in background, urban street style aesthetic."}
{"file_name": "images/musinsa_staff_5dee027d51e88.jpg", "text": "Young Korean man with short black hair, wearing black-rimmed glasses, dressed in gray fleece zip-up jacket, black turtleneck sweater, black trousers, standing between stone walls, urban setting, casual winter fashion style."}
{"file_name": "images/musinsa_staff_5def5a17d93fb.jpg", "text": "Young adult male with short dark hair, wearing olive green sweater with white heart logo, dark straight-leg jeans, black chunky boots. Standing in doorway, taking mirror selfie with smartphone, casual urban style."}
{"file_name": "images/musinsa_staff_5df319e1ae4be.jpg", "text": "Young Korean man with short black hair, wearing black-rimmed glasses, dressed in a cream-colored zip-up jacket, black sweater, black trousers, and black sneakers. Standing casually with hands in pockets against a brick wall background, exuding a minimalist, urban fashion aesthetic."}
{"file_name": "images/musinsa_staff_5df719786aa15.jpg", "text": "Young Korean man with short black hair, wearing round glasses, dressed in a long black double-breasted coat, dark sweater, black trousers, checkered slip-on shoes. Standing upright, calm expression, against white wall background. Minimalist, monochromatic urban style."}
{"file_name": "images/musinsa_staff_5df73ac80f18d.jpg", "text": "Young Korean man with short black hair, wearing black-rimmed glasses, dressed in a taupe zip-up jacket with collar and chest pocket, black undershirt, black trousers, black sneakers, standing with a neutral expression against a brick wall, urban minimalist style, casual yet polished look."}
{"file_name": "images/musinsa_staff_5dfc71865a675.jpg", "text": "Young Korean man with short black hair, wearing round glasses, dressed in a long black wool coat, light gray sweater, and dark trousers. Standing upright, facing camera with neutral expression. Stone wall background, minimalist urban setting. Sophisticated, modern fashion aesthetic."}
{"file_name": "images/musinsa_staff_5e00315d830c2.jpg", "text": "Young Korean man with short dark hair, wearing black knit beanie, black puffer jacket with \"FLARE\" logo, white undershirt, black trousers, black sneakers. Standing straight, neutral expression, hands in pockets. Urban setting, concrete walls, parked car visible. Casual streetwear style,"}
{"file_name": "images/musinsa_staff_5e005cb0eb0f2.jpg", "text": "Young Korean man with short black hair, wearing black-rimmed glasses, dressed in a long slate blue overcoat, light gray turtleneck sweater, black trousers, standing upright, neutral expression, against terracotta-colored building, urban setting, minimalist fashion style."}
{"file_name": "images/musinsa_staff_5e0082e6cefb9.jpg", "text": "Young Korean man with short black hair, wearing long charcoal gray double-breasted coat, light gray turtleneck, black trousers, black shoes. Neutral expression, standing pose, minimalist studio setting, gold brand sign visible. Clean, modern fashion aesthetic."}
{"file_name": "images/musinsa_staff_5e00836fe9ad2.jpg", "text": "Young Korean man with short black hair, wearing black turtleneck under buttoned shirt, brown wide-leg trousers, white sneakers. Standing straight, neutral expression, studio setting with beige backdrop. Minimalist fashion style, gold ESN brand sign visible."}
{"file_name": "images/musinsa_staff_5e01a523a9f47.jpg", "text": "Young Korean man with short black hair, wearing round glasses, dressed in a long black double-breasted coat, light gray turtleneck sweater, black trousers, standing upright, neutral expression, urban setting with stone walls, elegant minimalist style."}
{"file_name": "images/musinsa_staff_5e046924c0ee6.jpg", "text": "Young Korean man with short black hair, wearing black-framed glasses, dressed in a long dark green overcoat, light gray turtleneck sweater, black trousers, standing confidently against pink stone wall, urban setting, sophisticated autumn fashion style."}
{"file_name": "images/musinsa_staff_5e055877bb307.jpg", "text": "Young Korean man wearing black baseball cap, long black double-breasted coat, white undershirt, black trousers, iridescent sneakers with blue laces. Standing sideways, hands in pockets, looking off-camera. Against textured white wall, urban setting. Minimalist, monochromatic style with pop"}
{"file_name": "images/musinsa_staff_5e05ca44c0796.jpg", "text": "Young Korean man with short black hair, wearing rectangular glasses, dressed in a long black double-breasted coat, light gray turtleneck sweater, black trousers, standing upright, neutral expression, against pink wall, stone steps, dry plants, urban setting, minimalist fashion style."}
{"file_name": "images/musinsa_staff_5e09b143ce3fb.jpg", "text": "Young Korean man with short black hair, wearing light gray puffer jacket, olive sweater, black wide-leg pants, white sneakers. Standing casually, hands in pockets, neutral expression. Concrete background, minimalist urban style."}
{"file_name": "images/musinsa_staff_5e0b0304d7530.jpg", "text": "Young Korean man with short black hair, wearing round glasses, light gray fleece jacket, black hoodie, black trousers, black boots. Standing casually, looking sideways, against white wall, artificial grass background. Modern, minimalist street style aesthetic."}
{"file_name": "images/musinsa_staff_5e12b9af6fa3e.jpg", "text": "Young adult male with short black hair, wearing cream puffer jacket, black cargo pants, white sneakers. Standing with back turned, in art gallery with black and white abstract wall art. Monochromatic outfit, urban streetwear style, minimalist aesthetic."}
{"file_name": "images/musinsa_staff_5e152fd1c0bbb.jpg", "text": "Young Korean man with short black hair, wearing gray graphic sweatshirt, black jeans, black boots. Standing casually, hand touching hair, neutral expression. Urban setting, concrete building background. Streetwear style, relaxed urban aesthetic."}
{"file_name": "images/musinsa_staff_5e158d675bfb8.jpg", "text": "Young adult male with short black hair, wearing long black coat, black V-neck shirt, dark jeans, leather belt, black loafers. Standing with head tilted down, hands in pockets, against gray tiled wall. Urban street fashion, monochromatic style, moody aesthetic."}
{"file_name": "images/musinsa_staff_5e1686c63165a.jpg", "text": "Young Korean man with blonde bowl-cut hairstyle, wearing black turtleneck sweater, dark straight-leg jeans, leather belt with silver buckle. Standing pose, looking to side, black leather shoes. Minimalist white background, monochromatic fashion style."}
{"file_name": "images/musinsa_staff_5e1ed20101410.jpg", "text": "Young Korean man with short black hair, wearing round glasses, dressed in a light gray puffy jacket, black sweater, and black trousers. Standing casually, hands in pockets, against colorful building backdrop. Urban casual style, calm expression."}
{"file_name": "images/musinsa_staff_5e214c8127e59.jpg", "text": "Young Korean man with short black hair, wearing black-rimmed glasses, navy puffer jacket, white turtleneck sweater, black trousers, standing casually, hands in pockets, urban background, clean and modern style."}
{"file_name": "images/musinsa_staff_5e2176f6b01cd.jpg", "text": "Young Korean woman with long black hair, wearing oversized navy blue pullover shirt with buttons, white wide-leg pants, brown ankle boots. Holding large white tote bag with \"MAI\" text. Standing sideways, looking down, casual pose. Minimalist street style, muted color palette, urban background."}
{"file_name": "images/musinsa_staff_5e252cf1a6e37.jpg", "text": "Young adult male with short dark hair, wearing black baseball cap, oversized white puffer jacket, black pants, black sneakers. Standing pose, looking sideways, hands in pockets. Minimalist urban background, concrete and white wall. Monochromatic streetwear style, casual and trendy aesthetic."}
{"file_name": "images/musinsa_staff_5e256d7df03b2.jpg", "text": "Young adult man with dark, side-parted hair, wearing long black wool coat, gray turtleneck sweater, dark jeans, black leather belt, black leather shoes. Standing casually, hand in pocket, looking down. Industrial background, minimalist aesthetic."}
{"file_name": "images/musinsa_staff_5e26bd3170665.jpg", "text": "Young adult male with short, curly black hair, wearing black-rimmed glasses, camel-colored wool coat, black turtleneck sweater, cream-colored trousers, tan leather loafers. Standing casually, hands in pockets, against teal metal garage door. Urban street style, neutral color palette."}
{"file_name": "images/musinsa_staff_5e31488e7f4d3.jpg", "text": "Young adult male with short dark hair, wearing long black coat, bright green sweater, light blue jeans, black shoes. Standing casually against stone wall, hands in pockets, looking sideways. Urban street style, contrasting colors, minimalist aesthetic."}
{"file_name": "images/musinsa_staff_5e37cde8b3310.jpg", "text": "Young Korean man with short black hair, wearing cream fleece jacket, white undershirt, navy trousers, gray sneakers. Standing casually, neutral expression, against wooden wall. Minimalist, urban casual style."}
{"file_name": "images/musinsa_staff_5e37ce2ded181.jpg", "text": "Young Korean man with short dark hair, wearing navy baseball cap, beige fleece jacket, light wash jeans, cream sneakers. Casual pose, hands in pockets, slight smile. Cross-body bag, suburban street background, parked car visible. Relaxed, everyday street style aesthetic."}
{"file_name": "images/musinsa_staff_5e38cbffa29fd.jpg", "text": "Young adult Korean man with short dark hair, wearing navy baseball cap, light gray long coat, black hoodie, light blue jeans, black high-top sneakers. Standing confidently, hands in pockets, against stone wall background. Casual urban style, layered winter outfit."}
{"file_name": "images/musinsa_staff_5e3a82fc5a4ed.jpg", "text": "Young adult man with medium-length black hair, wearing black wool coat, mustard turtleneck sweater, cream-colored trousers, black loafers. Standing with hands in pockets, looking sideways, serious expression. Against blue metal shutter background, urban street setting. Stylish, minimalist autumn fashion look"}
{"file_name": "images/musinsa_staff_5e3bd4eab9500.jpg", "text": "Young adult male with short, tousled black hair, wearing black-rimmed glasses, navy blue crewneck sweater, light blue straight-leg jeans, yellow checkered sneakers. Standing casually, hands in pockets, against teal metal shutter background. Urban street style, relaxed pose."}
{"file_name": "images/musinsa_staff_5e3d265380e26.jpg", "text": "Young adult man with short black hair, wearing long charcoal gray wool coat, black turtleneck sweater, cream-colored trousers, black leather shoes. Standing sideways, looking away, urban setting, teal metal shutter background. Minimalist, sophisticated street style."}
{"file_name": "images/musinsa_staff_5e424418ebb8a.jpg", "text": "Young Korean man with short black hair, wearing thick-rimmed glasses, dressed in a black cardigan over white t-shirt, black wide-leg trousers, black and white sneakers. Standing casually with hands in pockets, neutral expression, in a modern interior with textured walls and tiled floor. Urban minimalist style"}
{"file_name": "images/musinsa_staff_5e44fcdda0a6a.jpg", "text": "Young Korean woman with long blonde hair and bangs, wearing oversized black puffer jacket, short black skirt, knee-high black socks, black and white sneakers. Taking mirror selfie with smartphone, neutral expression, round glasses. White curtain background, potted plants on sides. Casual streetwear style, monoch"}
{"file_name": "images/musinsa_staff_5e44fd364fd94.jpg", "text": "Young Korean man with short black hair, wearing cream-colored fleece jacket, black backpack, dark wide-leg pants, casual sneakers. Standing outdoors, hands clasped, slight smile. Urban setting with trees, buildings in background. Casual, comfortable street style."}
{"file_name": "images/musinsa_staff_5e450591c9611.jpg", "text": "Young adult male with short dark hair, wearing black-rimmed glasses and black newsboy cap. Dressed in navy blue fleece pullover, white wide-leg pants, gray sneakers. Sporting black headphones, black backpack. Standing with arms crossed, pensive expression. Against pale pink wall, urban casual style."}
{"file_name": "images/musinsa_staff_5e465b13513a7.jpg", "text": "Young adult male with short, tousled black hair, wearing black-rimmed glasses, dressed in a long black wool coat, black turtleneck sweater, cream-colored wide-leg trousers, tan leather loafers, standing with hands in coat pockets, looking down, against blue metal garage door, urban street"}
{"file_name": "images/musinsa_staff_5e4b5f06a1fff.jpg", "text": "Young Korean man with short black hair, wearing black leather biker jacket, dark shirt, black trousers, black and white sneakers. Standing with head tilted upward, hands in pockets, against curved concrete wall. Edgy, urban fashion aesthetic."}
{"file_name": "images/musinsa_staff_5e4b74fe43195.jpg", "text": "Young Korean man with short black hair, wearing gray blazer, white t-shirt, cream-colored wide-leg pants, black sneakers. Standing casually, hands at sides, neutral expression. Concrete background, urban setting. Minimalist, modern fashion style."}
{"file_name": "images/musinsa_staff_5e4b9550e603e.jpg", "text": "Young Korean man with short brown hair, wearing round glasses, smiling warmly. Dressed in oversized olive green parka, beige turtleneck sweater, brown trousers. Holding green bag, standing confidently with hand on hip. Urban winter setting, concrete background. Casual, layered street style aesthetic."}
{"file_name": "images/musinsa_staff_5e4b95ca3eea5.jpg", "text": "Young Korean man with short black hair, wearing oversized black puffer jacket, light gray sweatshirt, dark trousers. Accessorized with black crossbody bag, chunky black sneakers. Standing casually, looking up, against metallic wall. Urban streetwear style, cool and relaxed mood."}
{"file_name": "images/musinsa_staff_5e4cf809004d9.jpg", "text": "Young adult male with short, dark hair, wearing black face mask, charcoal denim jacket over white t-shirt, black track pants with white side stripe, black sneakers, standing casually with hands in pockets, against blue metal shutter, urban streetwear style."}
{"file_name": "images/musinsa_staff_5e4de21664c14.jpg", "text": "Young Korean man with short black hair, wearing oversized black sweater, dark straight-leg jeans, black high-top sneakers. Leaning against concrete wall, head tilted down, hands resting on thighs. Urban minimalist setting, sunlit architectural space. Monochromatic, casual streetwear aesthetic"}
{"file_name": "images/musinsa_staff_5e4e2a947ffef.jpg", "text": "Young Korean man with short black hair, wearing round glasses, cream-colored cardigan over black t-shirt, black trousers, black leather shoes. Standing casually, holding white shopping bag, outside modern building with glass doors. Clean, minimalist style, urban setting."}
{"file_name": "images/musinsa_staff_5e4e3092f3492.jpg", "text": "Young Korean man with short black hair, wearing black beanie, gray plaid blazer, dark t-shirt, black trousers, black shoes. Standing upright, looking sideways, neutral expression. Concrete background, urban setting. Smart casual style, minimalist aesthetic."}
{"file_name": "images/musinsa_staff_5e4fa1b0b1048.jpg", "text": "Young Korean man with short, tousled black hair, wearing oversized beige trench coat, white undershirt, brown trousers, black chunky sneakers. Standing confidently, hands in pockets, against terracotta wall, surrounded by greenery. Casual yet stylish urban look, natural outdoor setting."}
{"file_name": "images/musinsa_staff_5e4fa44dbbc15.jpg", "text": "Young Korean man with short black hair, wearing olive green utility jacket, white t-shirt, beige chino pants, white sneakers. Standing casually, hands in pockets, slight smile. Outdoors, terracotta wall background, green shrubs. Casual, relaxed street style aesthetic."}
{"file_name": "images/musinsa_staff_5e4fa586763b1.jpg", "text": "Young Korean man with short black hair, wearing black-rimmed glasses, dressed in a sleek black suit jacket, dark t-shirt, and matching black trousers. Standing upright, neutral expression, against pink wall backdrop, surrounded by stone structures and greenery. Modern, minimalist fashion aesthetic."}
{"file_name": "images/musinsa_staff_5e5377ac5fc3f.jpg", "text": "Young Korean man with short black hair, wearing sleek black suit jacket and trousers, white t-shirt underneath, casual black sneakers. Standing confidently, hands in pockets, against terracotta wall, surrounded by greenery. Clean, minimalist style blending formal and casual elements."}
{"file_name": "images/musinsa_staff_5e5466158a4b7.jpg", "text": "Young adult woman with long black hair, wearing navy beanie, round glasses, black leather jacket, cream wide-leg pants, black sneakers, holding book, standing in library aisle, surrounded by bookshelves, casual intellectual style, studious atmosphere."}
{"file_name": "images/musinsa_staff_5e548a1f7f9a3.jpg", "text": "Young adult male with short black hair, wearing black face mask, oversized black denim jacket, dark turtleneck, black cargo pants, chunky black sneakers. Standing casually, hands in pockets, carrying small black bag. Urban streetwear style, monochromatic outfit against gray building backdrop."}
{"file_name": "images/musinsa_staff_5e58cc4ddd7f9.jpg", "text": "Young Korean woman with dark hair in ponytail, wearing cream button-up shirt over white top, black wide-leg trousers, standing outdoors. Neutral expression, looking to side, against pink wall backdrop. Minimalist, elegant casual style."}
{"file_name": "images/musinsa_staff_5e58d0e454554.jpg", "text": "Young Korean woman with long black hair, wearing navy blue hoodie, white loose pants, blue sneakers, standing casually, neutral expression, against terracotta wall, urban casual style."}
{"file_name": "images/musinsa_staff_5e5d9cf48ca92.jpg", "text": "Young adult man with short facial hair, wearing navy beanie, round sunglasses, light gray hooded jacket, black undershirt, wide-leg dark jeans, gray and yellow sneakers. Standing confidently, hands in pockets, against metal shutter background. Urban streetwear style, cool and casual aesthetic."}
{"file_name": "images/musinsa_staff_5e5f02b18653e.jpg", "text": "Young Korean man with short black hair, wearing white long-sleeved sweater, blue straight-leg jeans, black ankle boots. Carrying black shoulder bag, holding dark jacket. Standing on urban street, smiling slightly. Casual, minimalist style in city setting."}
{"file_name": "images/musinsa_staff_5e5f3b3c76336.jpg", "text": "Young Korean woman with long black hair and bangs, wearing beige jacket over black sweater, dark wide-leg jeans, white sneakers. Standing on sidewalk, urban setting with cars and trees in background. Casual street style look."}
{"file_name": "images/musinsa_staff_5e5f5a537cfa8.jpg", "text": "Young Korean man with short black hair, wearing round glasses, standing confidently. Dressed in long black wool coat, white sweater, dark trousers. Black chunky sneakers complete the look. Posed against pink wall, surrounded by greenery. Clean, minimalist urban fashion aesthetic."}
{"file_name": "images/musinsa_staff_5e61af79602d6.jpg", "text": "Young Korean man with short black hair, wearing black bomber jacket, gray t-shirt, black pants, black and white sneakers, sitting on concrete ledge, looking sideways, urban setting, storefront with lanterns, casual streetwear style."}
{"file_name": "images/musinsa_staff_5e65d8858d946.jpg", "text": "Young Korean man with short dark hair, wearing glasses, smiling gently. Dressed in light gray hooded jacket, white undershirt, beige cargo pants. Holding colorful umbrella, standing casually. Urban background, corrugated metal wall. Casual streetwear style, relaxed pose."}
{"file_name": "images/musinsa_staff_5e660203034f0.jpg", "text": "Young adult person wearing blue baseball cap, white face mask, dusty pink oversized sweater, light blue straight-leg jeans, pink sneakers. Standing with hands in pockets, black shoulder bag. In store aisle, metal barriers, blue shopping carts visible. Casual, urban streetwear style."}
{"file_name": "images/musinsa_staff_5e66f2b981848.jpg", "text": "Young adult male with short dark hair, wearing brown flat cap and black-rimmed glasses. Dressed in beige hooded jacket, pink undershirt, wide-leg black trousers, gray sneakers. Sporting black crossbody bag, over-ear headphones. Standing casually, hands on hips, against green"}
{"file_name": "images/musinsa_staff_5e66f39ff03c6.jpg", "text": "Young adult man with short dark hair, wearing black beanie, round glasses, light gray hooded jacket, wide-leg dark jeans, gray sneakers with yellow swoosh. Walking pose, profile view, against metal shutter background. Urban streetwear style, casual and comfortable aesthetic."}
{"file_name": "images/musinsa_staff_5e683b1ab88e6.jpg", "text": "Young Korean man with short black hair, wearing light gray zip-up jacket, black pants, black sneakers. Black crossbody bag, standing pose, neutral expression. Rustic background with yellow wall, wooden sign. Casual streetwear style, urban-outdoor aesthetic."}
{"file_name": "images/musinsa_staff_5e687c0a9afea.jpg", "text": "Young Korean man with short black hair, wearing oversized black t-shirt, blue jeans, gray sneakers. Standing casually, neutral expression, against gray tiled wall. Minimalist street style, urban setting, clean and simple aesthetic."}
{"file_name": "images/musinsa_staff_5e69f4cc44655.jpg", "text": "Young Korean man with short black hair, wearing striped long-sleeve shirt, black pants, white sneakers, standing casually in modern cafe setting. Neutral expression, relaxed pose leaning against counter. Clean, minimalist aesthetic with coffee equipment visible."}
{"file_name": "images/musinsa_staff_5e6ae6504a744.jpg", "text": "Young Korean woman with long black hair, wearing black beanie, striped oversized sweater in blue and gray tones, layered necklaces, baggy black pants with gray fabric accents, chunky black sneakers, standing confidently in urban alley, bold red lipstick, edgy street style aesthetic."}
{"file_name": "images/musinsa_staff_5e6b11bef31c6.jpg", "text": "Young Korean man with short black hair, wearing navy and white striped long-sleeve shirt, light blue jeans, colorful sneakers, standing casually in urban park, holding yellow object, clear sky, modern buildings in background, casual street style aesthetic."}
{"file_name": "images/musinsa_staff_5e6b1fd6663fe.jpg", "text": "Young Korean woman with long straight black hair, wearing oversized cream jacket, white turtleneck, wide-leg black pants, white sneakers. Smiling gently, standing against beige wall, casting shadow. Casual, minimalist street style, warm sunlit atmosphere."}
{"file_name": "images/musinsa_staff_5e6b2007c2376.jpg", "text": "Young Korean man with short black hair, wearing black-rimmed glasses, black hooded jacket, black shorts, white socks, and gray sneakers with yellow accents. Walking confidently, carrying black backpack, urban street setting with buildings and bare trees, sporty casual style."}
{"file_name": "images/musinsa_staff_5e6b300b69b29.jpg", "text": "Young Korean man with short black hair, wearing olive green oversized raincoat, light blue shirt, wide-leg black pants, smiling confidently, standing on urban street, brick building background, casual streetwear style, cross-body bag, relaxed pose."}
{"file_name": "images/musinsa_staff_5e6edfa3e58aa.jpg", "text": "Young Korean woman with long black hair and bangs, wearing beige oversized jacket, black dress, white socks, white sneakers. Taking mirror selfie, hand on cheek, seated beside acoustic guitar. Industrial-style room, potted plant background. Casual, artistic mood."}
{"file_name": "images/musinsa_staff_5e6ee0708fb8c.jpg", "text": "Young adult woman with long straight black hair, wearing white face mask, cream oversized sweater, black wide-leg pants, canvas sneakers. Carrying patterned white tote bag, standing in cluttered market stall, examining items. Urban street scene background, neon signs visible. Casual, street-style aesthetic."}
{"file_name": "images/musinsa_staff_5e6f172073506.jpg", "text": "Young Korean man with medium-length black wavy hair, wearing white face mask, gray bomber jacket over black hoodie, black sweatpants, beige hiking boots. Standing casually on sidewalk, hands in pockets, urban setting with brick planter, trees. Casual streetwear style, practical pandemic-era fashion."}
{"file_name": "images/musinsa_staff_5e6f303333858.jpg", "text": "Young Korean man with short black hair, wearing round glasses, black crewneck sweater, light blue jeans, black sneakers, standing casually with hands in pockets, neutral expression, against gray stone wall, minimalist urban style."}
{"file_name": "images/musinsa_staff_5e6f4be04c58d.jpg", "text": "Young woman with long straight dark hair and bangs, wearing white face mask, cropped white polo shirt, high-waisted wide-leg blue jeans, teal sneakers. Posing casually with hand on hip outside storefront, modern casual street style."}
{"file_name": "images/musinsa_staff_5e73127aa5b63.jpg", "text": "Young Korean woman with long black hair, wearing white cropped polo shirt, high-waisted black wide-leg trousers, standing in casual pose, surrounded by bookshelves and music equipment, modern artistic interior, chic minimalist style."}
{"file_name": "images/musinsa_staff_5e731cb6bbe81.jpg", "text": "Young Korean man with short black hair, wearing olive green polo shirt, black trousers, navy sneakers. Standing casually, hands in pockets, neutral expression. White tiled background, framed by patterned borders. Clean, minimalist fashion style."}
{"file_name": "images/musinsa_staff_5e7455cd180d4.jpg", "text": "Young Korean man with short black hair, wearing blue surgical mask, black cardigan over white t-shirt, light blue jeans, white sneakers. Standing casually against gray wall, hands in pockets. Urban minimalist style, contemporary casual look."}
{"file_name": "images/musinsa_staff_5e747d48b4e35.jpg", "text": "Young Korean man with short black hair, wearing black-rimmed glasses, dressed in a black cardigan over white t-shirt, black trousers, black and white sneakers. Standing casually, looking sideways, against blue metal shutter background. Smart casual style, urban setting."}
{"file_name": "images/musinsa_staff_5e748073582ed.jpg", "text": "Young Korean man with short black hair, wearing black-rimmed glasses, sporting a gray bomber jacket over black shirt, gray cargo pants, black shoes, silver necklace, standing confidently against beige wall, urban streetwear style, cool and casual aesthetic."}
{"file_name": "images/musinsa_staff_5e78024c1bae6.jpg", "text": "Young Korean woman with dark hair in low bun, wearing white oversized shirt, black pinafore dress, knee-high boots, sitting on rocky shore, pointing at water, pensive expression, coastal background, moody aesthetic."}
{"file_name": "images/musinsa_staff_5e79b4fb22ae8.jpg", "text": "Young adult woman with long wavy brown hair and bangs, wearing oversized white zip-up jacket, dark denim midi skirt, black socks, and shiny black boots. Standing with hands in pockets, serious expression, against concrete wall. Casual street style with contrasting light and dark elements."}
{"file_name": "images/musinsa_staff_5e7ac065b7f39.jpg", "text": "Young woman with long dark hair, wearing beige baseball cap, light gray oversized jacket, white t-shirt, matching gray wide-leg pants. Accessorized with plaid fanny pack, black combat boots. Standing casually on striped crosswalk, urban storefront background. Casual streetwear style, relaxe"}
{"file_name": "images/musinsa_staff_5e7ac0c8de3d1.jpg", "text": "Young Korean woman with long dark hair, wearing black beanie, beige oversized jacket, matching cargo pants, black chunky sneakers. Serious expression, standing against white wall. Black shoulder bag visible. Urban streetwear style, neutral color palette. Sunlit outdoor setting, casual and trendy aesthetic."}
{"file_name": "images/musinsa_staff_5e7ae6c76ad1e.jpg", "text": "Young Korean woman with long blonde hair, wearing black beanie, black sweatshirt with white text, loose-fitting black pants with small white patterns, black and white sneakers. Posing with hand on head, casual stance, urban background with textured walls. Streetwear style, cool and relaxed mood."}
{"file_name": "images/musinsa_staff_5e7b1cdf09a67.jpg", "text": "Young Korean man with short black hair, wearing olive green bomber jacket, black turtleneck, cream-colored trousers, black Chelsea boots. Smiling, standing casually against gray wall. Black crossbody bag, urban streetwear style, modern and trendy appearance."}
{"file_name": "images/musinsa_staff_5e7c305a2d527.jpg", "text": "Young Korean man with short black hair, wearing dark brown oversized jacket and matching pants, holding beige outerwear, standing casually in front of fast food restaurant window, large burger advertisement visible, neutral expression, urban street setting, warm evening lighting, casual streetwear aesthetic."}
{"file_name": "images/musinsa_staff_5e7c3141b5c6c.jpg", "text": "Young Korean man with short dark hair, wearing black beret and glasses, dressed in charcoal jacket over white shirt, black cargo pants, white sneakers with red details, carrying black backpack, standing casually on sidewalk, urban setting with brick wall background, stylish casual streetwear aesthetic."}
{"file_name": "images/musinsa_staff_5e7c391a1bdac.jpg", "text": "Young Korean woman with long black hair, wearing cream turtleneck, oversized black blazer, blue jeans, beige sneakers. Smiling warmly, standing casually against white wall. Chic casual style, urban outdoor setting with greenery. Clean, minimalist aesthetic."}
{"file_name": "images/musinsa_staff_5e7c4b259086e.jpg", "text": "Young Korean man with short black hair, wearing navy blue oversized t-shirt, black straight-leg trousers, dark sneakers. Standing casually, hands in pockets, neutral expression. White tiled background, geometric patterned side panels. Minimalist, clean aesthetic."}
{"file_name": "images/musinsa_staff_5e7c7860144f1.jpg", "text": "Young Korean man with short black hair, wearing gray bomber jacket, white sweater, distressed black jeans, blue and black sneakers. Leaning against chain-link fence, looking down, urban staircase background. Casual streetwear style, moody urban aesthetic."}
{"file_name": "images/musinsa_staff_5e7d53f3b2619.jpg", "text": "Young woman with long black hair, wearing gray baseball cap, light gray pullover jacket, white undershirt, loose-fitting light gray pants, white sneakers. Standing casually against cracked concrete wall, hand touching collar. Urban streetwear style, minimalist color palette."}
{"file_name": "images/musinsa_staff_5e7d7f6adeb2d.jpg", "text": "Young Korean man with short black hair, wearing cream zip-up jacket, white t-shirt, dark trousers, yellow sneakers. Smiling broadly, standing on crosswalk, hands in pockets. Small dog at feet. Urban setting, parking lot, buildings in background. Casual, relaxed street style on sunny day"}
{"file_name": "images/musinsa_staff_5e8196ec001e8.jpg", "text": "Young adult male with short hair, wearing bright red beanie, round glasses, light gray quarter-zip sweater, white undershirt, light gray cargo pants, multicolored sneakers. Carrying black waist bag, standing casually on urban street, looking sideways. Modern streetwear style in sunny city environment."}
{"file_name": "images/musinsa_staff_5e8197766062f.jpg", "text": "Young Korean man with short black hair, wearing black oversized jacket, white button-up shirt, black wide-leg cargo pants, dark sneakers. Standing casually, hands in pockets, looking sideways. Urban setting, tiled entrance, minimalist style."}
{"file_name": "images/musinsa_staff_5e8197c82443a.jpg", "text": "Young woman with long black hair, wearing black baseball cap, dark gray oversized jacket, white undershirt, charcoal cargo pants, black sneakers. Covering face with hands, standing in front of park bench. Urban setting with greenery, casual streetwear style."}
{"file_name": "images/musinsa_staff_5e82cadc62e1b.jpg", "text": "Young Korean woman with short black hair and bangs, wearing light gray oversized jacket, wide-leg dark pants, black sneakers, carrying crossbody bag. Standing on stone steps, smiling slightly, surrounded by potted plants and decorative statues. Casual urban style, relaxed outdoor setting."}
{"file_name": "images/musinsa_staff_5e84446e35dc9.jpg", "text": "Young adult male wearing black beanie, olive green long coat, black pants, neon green sneakers. Carrying large black tactical backpack. Standing with back turned, urban concrete background. Streetwear style with techwear elements, utilitarian aesthetic."}
{"file_name": "images/musinsa_staff_5e86950d31547.jpg", "text": "Young Korean woman with dark hair in top bun, wearing cream-colored oversized jacket, white t-shirt, wide-leg navy pants, smiling gently, walking pose, vibrant blue wall background, casual street style aesthetic."}
{"file_name": "images/musinsa_staff_5e86960133a94.jpg", "text": "Young adult male with short black hair, wearing light gray hooded jacket, white undershirt, navy cargo pants, white sneakers, face mask. Standing with arms crossed, urban street setting, pink wall background, casual streetwear style."}
{"file_name": "images/musinsa_staff_5e8832a6417dd.jpg", "text": "Young Korean man with short black bowl-cut hair, wearing crisp white button-down shirt, light blue faded jeans, black leather shoes. Standing casually, hands in pockets, looking sideways. Against black door, concrete surroundings. Clean, minimalist street style aesthetic."}
{"file_name": "images/musinsa_staff_5e8ae76e9e2e7.jpg", "text": "Young adult person with hidden face, wearing black bucket hat, beige oversized windbreaker, white undershirt, loose beige cargo pants, white sneakers with red swoosh, standing confidently on urban street, surrounded by buildings and parked cars, overcast day, streetwear aesthetic."}
{"file_name": "images/musinsa_staff_5e8bd12fdda99.jpg", "text": "Young Korean man with short black hair, wearing cream-colored hooded jacket, dark pants, brown shoes. Smiling, standing casually against gray wall. Tan crossbody bag strap visible. Urban street style, relaxed pose, natural lighting. Clean, minimalist aesthetic."}
{"file_name": "images/musinsa_staff_5e8bd175c3649.jpg", "text": "Middle-aged Korean man with shaved head, wearing beige oversized jacket, light-colored hoodie, wide-leg cream pants, brown sandals. Standing with hands in pockets, looking down, against gray wall. Urban streetwear style, minimalist color palette, relaxed pose."}
{"file_name": "images/musinsa_staff_5e8bd1b614387.jpg", "text": "Young Korean man with short black wavy hair, wearing beige hooded jacket, white undershirt, light blue jeans, blue sneakers. Standing on wooden deck, hands at sides, gazing to side. Urban waterfront background, skyscrapers visible. Casual streetwear style, relaxed outdoor pose."}
{"file_name": "images/musinsa_staff_5e8bfd568601e.jpg", "text": "Young Korean man with short black hair, wearing white face mask, navy blue workwear-inspired jacket, matching trousers, orange collared shirt, black leather shoes. Standing in urban setting, holding black leather tote bag. Casual yet polished street style look, pandemic-era fashion."}
{"file_name": "images/musinsa_staff_5e8c016a37033.jpg", "text": "Young Korean woman with long black wavy hair, wearing cream-colored oversized pullover jacket, matching wide-leg cargo pants, black sneakers, standing casually with hands in pockets, looking to the side, outdoor setting with concrete walls and distant mountains, minimalist street style aesthetic."}
{"file_name": "images/musinsa_staff_5e8c3b90bf5ac.jpg", "text": "Young Korean woman with short black hair, wearing light gray button-up cardigan, light blue straight-leg jeans, black leather ankle boots. Standing straight, neutral expression, against dark gray and concrete background. Minimalist, casual street style aesthetic."}
{"file_name": "images/musinsa_staff_5e8d23ad43e19.jpg", "text": "Young adult male wearing all-black ensemble, black bucket hat, oversized black sweater, wide-leg black pants, white face mask, white sneakers. Standing pose, hands in pockets, urban street setting, gray wall background. Minimalist, monochromatic streetwear style."}
{"file_name": "images/musinsa_staff_5e8e76bd336e3.jpg", "text": "Young Korean woman with short black hair, wearing oversized olive green coat, light gray hoodie underneath, wide-leg dark jeans, white sneakers. Standing against white wall, slight smile, hands clasped in front. Casual, street-style aesthetic."}
{"file_name": "images/musinsa_staff_5e8e7726362a5.jpg", "text": "Young Korean woman with straight black hair and bangs, wearing all-white outfit: oversized hooded jacket, loose pants. Black crossbody bag, dark sneakers. Standing in front of glass door, surrounded by potted plants. Casual, minimalist street style aesthetic."}
{"file_name": "images/musinsa_staff_5e8ebcf279a32.jpg", "text": "Young Korean man wearing blue knit beanie, black face mask, mint green sweatshirt over white undershirt, blue jeans, and multicolored sneakers. Standing with hands clasped, against brick wall backdrop. Casual urban style, pandemic-era fashion."}
{"file_name": "images/musinsa_staff_5e8fcf1b82fdf.jpg", "text": "Young adult male wearing blue baseball cap, oversized black patterned sweater, light gray sweatpants, checkered slip-on shoes. Eating snack, holding orange drink bottle, casual pose. Black backpack, modern interior background, relaxed streetwear style."}
{"file_name": "images/musinsa_staff_5e93b7b8a0f6f.jpg", "text": "Young adult male with short black hair, wearing white face mask, beige hooded jacket, white undershirt, black cargo pants, black backpack, black and white high-top sneakers. Standing upright, hands clasped, against gray paneled wall. Urban streetwear style, casual and practical aesthetic."}
{"file_name": "images/musinsa_staff_5e93fba98521e.jpg", "text": "Young Korean man with short black hair, wearing black face mask, black denim jacket over white t-shirt, dark blue jeans, white sneakers. Standing straight, hands at sides, against light gray wall. Casual urban style, minimalist aesthetic."}
{"file_name": "images/musinsa_staff_5e95266177852.jpg", "text": "Young adult male wearing white baseball cap, dark green oversized jacket, white t-shirt, light gray wide-leg pants. Standing casually, hands in pockets, black backpack on. Beige sneakers, urban street background with weathered walls. Streetwear style, relaxed urban fashion aesthetic."}
{"file_name": "images/musinsa_staff_5e97eff17cd19.jpg", "text": "Young Korean man with short black hair, wearing white face mask, light blue cardigan over white t-shirt, black wide-leg trousers, dark sneakers. Standing casually, hands in pockets, against white wall with green foliage. Clean, minimalist street style aesthetic."}
{"file_name": "images/musinsa_staff_5e9951beb78f4.jpg", "text": "Young adult male with short dark hair, wearing oversized gray sweatshirt, light gray cargo pants, black and white sneakers. Standing casually, hands in pockets, looking down. Against textured wall, potted plant nearby. Urban streetwear style, relaxed mood."}
{"file_name": "images/musinsa_staff_5e9966fb68ad5.jpg", "text": "Young adult Korean man with short dark hair, wearing navy blue FILA cap, blue FILA Heritage t-shirt, black joggers, white chunky sneakers. Standing confidently, hands in pockets, on blue platform. Urban background with city skyline, mountains visible."}
{"file_name": "images/musinsa_staff_5e9d128f81964.jpg", "text": "Young Korean person with short black hair, wearing olive green oversized coat, black face mask, dark pants, black and white sneakers, standing on urban street, casual streetwear style, overcast day, city backdrop with buildings and traffic cone."}
{"file_name": "images/musinsa_staff_5e9d5f464ec99.jpg", "text": "Young Korean man with short black hair, wearing olive green bomber jacket, white t-shirt, light blue straight-leg jeans. Black high-top sneakers, black crossbody bag. Standing on urban street, looking down. Casual streetwear style, relaxed pose."}
{"file_name": "images/musinsa_staff_5e9f91ead5431.jpg", "text": "Young Korean man with short black hair, wearing navy zip-up hoodie, white collared shirt, navy pants, gray sneakers. Standing casually, hands in pockets, white face mask. Minimalist background, white paneled wall, gray pillars. Clean, modern aesthetic."}
{"file_name": "images/musinsa_staff_5e9fd1e200102.jpg", "text": "Young adult male with short dark hair, wearing FILA cap, smiling broadly, dressed in white FILA Heritage t-shirt, black wide-leg pants, white sneakers, carrying black shoulder bag, standing casually in brightly lit indoor shopping area, sporty casual style."}
{"file_name": "images/musinsa_staff_5ea26c7615434.jpg", "text": "Young Korean man with short dark hair, wearing white baseball cap, glasses, green oversized sweatshirt, khaki shorts, green socks, beige sneakers. Smiling, standing casually by large window, indoor plant nearby. Bright, casual streetwear style in sunlit room."}
{"file_name": "images/musinsa_staff_5ea67fb143a78.jpg", "text": "Young adult Korean man with short dark hair, wearing black baseball cap with white logo, beige quarter-zip jacket over white t-shirt, matching beige cargo pants, black sneakers, black crossbody bag, standing casually, looking to side, against concrete wall background, urban streetwear style."}
{"file_name": "images/musinsa_staff_5ea78a8dcb012.jpg", "text": "Young Korean woman with long dark hair, wearing black cropped jacket, white oversized shirt, black wide-leg pants, black backpack, standing confidently, red lipstick, casual chic style, in front of glass-paneled building entrance, urban street fashion aesthetic."}
{"file_name": "images/musinsa_staff_5ea7c486d97c8.jpg", "text": "Young Korean woman with straight black bangs, wearing blue oversized sweatshirt, cream-colored trousers, white face mask, white sneakers. Carrying canvas tote bag, standing casually in park setting. Surrounded by green bushes, yellow flowers, stone pathway. Casual, comfortable spring fashion style."}
{"file_name": "images/musinsa_staff_5eafa1790c322.jpg", "text": "Young Korean man with short dark hair, wearing navy newsboy cap, white button-up shirt, black wide-leg trousers, black shoes. Serious expression, standing against concrete wall, holding small black bag. Minimalist, urban street style aesthetic."}
{"file_name": "images/musinsa_staff_5eb24254371e3.jpg", "text": "Young Korean couple, matching beige outfits, holding hands on crosswalk. Woman: short dark hair, beige half-zip jacket, white undershirt, beige shorts, white socks, cream sneakers. Man: black bowl cut, beige short-sleeve jacket, white shirt, beige shorts, black cross"}
{"file_name": "images/musinsa_staff_5eb2579f9d32f.jpg", "text": "Young Korean man with short black hair, wearing black long-sleeve crewneck sweater, cream-colored straight-leg pants, black high-top sneakers. Standing casually on street, smiling, hands in pockets. Urban background with storefronts, minimalist casual style."}
{"file_name": "images/musinsa_staff_5eb27a96e6cf0.jpg", "text": "Young Korean man with short black hair, wearing layered black t-shirt over white undershirt, light blue wide-leg jeans, casual sneakers. Leaning against colorful chairs, looking sideways, relaxed pose. Minimalist room, wooden floor, macram wall hanging. Casual, urban streetwear"}
{"file_name": "images/musinsa_staff_5eb36e0371af4.jpg", "text": "Young Korean man with short black hair, wearing oversized white t-shirt with \"ONL\" print, black slim-fit trousers, white sneakers. Standing casually, looking sideways, urban setting. Clean, minimalist streetwear style, sunlit outdoor scene."}
{"file_name": "images/musinsa_staff_5eb4f2a822c21.jpg", "text": "Young adult male with short dark hair, wearing navy baseball cap, white face mask, plain white t-shirt, black trousers, black and white sneakers. Standing casually against brick wall, hands at sides. Urban minimalist style, neutral expression visible through mask."}
{"file_name": "images/musinsa_staff_5eb8c18b1bf65.jpg", "text": "Young adult male with short dark hair, wearing olive green cap, red-tinted sunglasses, white oversized t-shirt, distressed blue jeans, white high-top sneakers. Holding brown clutch, leaning against beige wall, smiling confidently. Casual streetwear style, warm sunset lighting,"}
{"file_name": "images/musinsa_staff_5eb8c1f7d5158.jpg", "text": "Young woman with long, straight auburn hair, wearing oversized mint green t-shirt with \"grooverhyme\" text, black cycling shorts, white socks, blue-accented sneakers. Walking on concrete path, carrying black leather jacket, urban park setting, sunny day. Casual, sporty street style aesthetic."}
{"file_name": "images/musinsa_staff_5eb8c2999f67c.jpg", "text": "Young Korean woman with long black hair, wearing navy blue t-shirt, fitted blue jeans, blue and white sneakers. Standing pose, hand touching hair, neutral expression. Beige wall background, casual streetwear style."}
{"file_name": "images/musinsa_staff_5eb8efaa2249f.jpg", "text": "Young Korean man with short black hair, wearing navy short-sleeved button-up shirt, black trousers, black leather shoes. Standing casually, hands in pockets, neutral expression. Backdrop of ivy-covered wall, pink flowers. Clean, minimalist style in urban garden setting."}
{"file_name": "images/musinsa_staff_5eb90b3031ea4.jpg", "text": "Young Korean man with short black hair, wearing black blazer over white t-shirt, distressed light blue jeans, white sneakers. Thoughtful pose, finger on chin, standing against beige wall. Casual-chic style, urban fashion aesthetic."}
{"file_name": "images/musinsa_staff_5ebca8a22ae09.jpg", "text": "Young Korean woman with short dark hair, wearing beige half-zip jacket, white t-shirt, khaki shorts, white socks, and white sneakers. Smiling brightly, standing on urban street with hands in pockets. Casual, sporty style in city setting."}
{"file_name": "images/musinsa_staff_5ebcdb3871b58.jpg", "text": "Young Korean man with short black hair, wearing light blue polo shirt, black trousers, standing casually with hands in pockets, slight smile, against ivy-covered wall, colorful flowers below, urban setting, clean and casual style."}
{"file_name": "images/musinsa_staff_5ebe4d5026d11.jpg", "text": "Young Korean man with short black hair, wearing black-rimmed glasses, holding clear umbrella. Dressed in oversized yellow t-shirt, loose navy pants, white sneakers. Carrying black shoulder bag, standing against green wall. Casual street style, contemplative expression, urban setting."}
{"file_name": "images/musinsa_staff_5ec240c9cccc0.jpg", "text": "Young Korean woman with long straight brown hair, wearing floral mini dress, black cardigan, silver necklace, black combat boots, standing confidently by stone railing, red brick building background, urban chic style."}
{"file_name": "images/musinsa_staff_5ec4c4096a81f.jpg", "text": "Young Korean man with short black hair, wearing red-framed glasses, black oversized t-shirt with small logo, light blue distressed wide-leg jeans, black leather shoes. Standing casually, one hand in pocket, holding black leather tote bag. Urban setting, concrete pillars, modern storefront background."}
{"file_name": "images/musinsa_staff_5ec7384b35e8e.jpg", "text": "Young Korean woman with long black hair and bangs, wearing oversized light gray jacket, white t-shirt, matching gray shorts, white sneakers, standing in urban alley, slight smile, casual streetwear style, bright sunny day."}
{"file_name": "images/musinsa_staff_5ec792149afd9.jpg", "text": "Young Korean woman with straight black hair and bangs, wearing white graphic t-shirt with cartoon characters, bright orange shorts, black socks, white sneakers. Standing casually against white brick wall, neutral expression. Casual street style, youthful and colorful outfit."}
{"file_name": "images/musinsa_staff_5ecb706526314.jpg", "text": "Young Korean man with short black hair, wearing white face mask, light gray oversized button-up shirt, black wide-leg trousers, white sneakers with orange accents. Black crossbody bag, standing casually against rusty orange wall, urban setting, minimalist street style aesthetic."}
{"file_name": "images/musinsa_staff_5ecdc429761b4.jpg", "text": "Young adult male wearing white baseball cap, black face mask, oversized white t-shirt, black track pants with white side stripes, white sneakers. Standing straight, hands at sides, against patterned green background. Casual, sporty streetwear style with minimalist color palette."}
{"file_name": "images/musinsa_staff_5ed4999cf2c84.jpg", "text": "Young Korean man with short black hair, wearing olive green suit, white t-shirt underneath, smiling warmly, standing casually with hands in pockets, against bamboo and concrete background, exuding relaxed and professional style."}
{"file_name": "images/musinsa_staff_5ed5cab8c0b9d.jpg", "text": "Young Korean man with short black hair, wearing light blue long-sleeved shirt, black cargo shorts, white high-top sneakers. Standing casually, looking sideways, against brick wall background. Clean, minimalist street style, urban casual aesthetic."}
{"file_name": "images/musinsa_staff_5ed7409bd1a4d.jpg", "text": "Young woman with long straight brown hair, wearing oversized blue-gray sweatshirt, white undershirt, light gray shorts, carrying black shoulder bag, walking on tree-lined urban sidewalk, checkered slip-on shoes, casual street style, relaxed summer outfit."}
{"file_name": "images/musinsa_staff_5ed74fc7ebcbe.jpg", "text": "Young Korean man with short black hair and glasses, wearing white t-shirt, cream-colored pants, casual sneakers. Smiling broadly, standing in grassy park. Holding dark jacket, silver necklace visible. Relaxed pose, sunny day, trees in background."}
{"file_name": "images/musinsa_staff_5ed7507a9b435.jpg", "text": "Young Korean woman with long black hair, wearing purple t-shirt with \"groovism\" text, black mini skirt, knee-high socks, and tall black boots. Posing sideways, looking over shoulder, red lipstick, carrying black backpack. Standing against tiled wall, urban setting, casual street style aesthetic"}
{"file_name": "images/musinsa_staff_5ed9ec06c59ec.jpg", "text": "Young adult male with short hair, wearing black bucket hat, white graphic t-shirt, olive cargo shorts, cross-body bag. Standing casually against brick wall, looking upward. Sporting multicolored sneakers, necklace. Urban streetwear style, relaxed summer outfit."}
{"file_name": "images/musinsa_staff_5edf299ee56f6.jpg", "text": "Young Korean man with short black hair, wearing white face mask, crisp white polo shirt, olive green trousers, black sneakers. Standing casually, hands in pockets, against white paneled wall framed by green foliage. Clean, minimalist style in outdoor setting."}
{"file_name": "images/musinsa_staff_5edf48349694f.jpg", "text": "Young adult woman with short dark hair, wearing beige wide-brimmed sun hat, crisp white short-sleeved button-up shirt, loose-fitting light beige pants, dark sandals. Smiling, standing on steps, holding canvas tote bag. Casual, summery outfit against white stone building, brick"}
{"file_name": "images/musinsa_staff_5ee198bb75bec.jpg", "text": "Young Korean man with short black hair, wearing light gray short-sleeved shirt over white undershirt, matching gray shorts, white sneakers. Casual pose, hand touching hair, holding black bag strap. Standing on concrete near gray building, urban setting. Relaxed, casual street style aesthetic."}
{"file_name": "images/musinsa_staff_5ee321d6f3890.jpg", "text": "Young Korean man with short black hair, wearing crisp white t-shirt, light beige trousers, black sandals. Standing casually, hands in pockets, neutral expression. Surrounded by tall grass, brown wall background. Clean, minimalist summer style, urban outdoor setting."}
{"file_name": "images/musinsa_staff_5ee331dda9fc8.jpg", "text": "Young adult male with short black hair, wearing black-rimmed glasses and black face mask. Dressed in all-black outfit: oversized t-shirt, slim-fit trousers, and sandals. Standing casually against white wall, urban setting with patterned background. Minimalist, monochromatic style."}
{"file_name": "images/musinsa_staff_5ee33fa316269.jpg", "text": "Young Korean man wearing floral cap, white face mask, oversized white t-shirt with graphic print, brown pants, white sneakers. Colorful crossbody bag, hands on hips pose. Standing against stone wall, casual streetwear style."}
{"file_name": "images/musinsa_staff_5ee6cd899448f.jpg", "text": "Young Korean man with short black hair, wearing oversized white long-sleeve t-shirt, olive green cargo shorts, white socks, bright yellow sneakers. Standing casually, hands in pockets, slight smile. Posed against light wall, concrete frame. Minimalist, street-style aesthetic."}
{"file_name": "images/musinsa_staff_5ee85cbc26fb8.jpg", "text": "Young Korean man wearing light blue button-down shirt, black shorts, casual pose with hands in pockets, standing against white wall, gray sneakers, relaxed summer style, urban setting, accompanied by person in camouflage outfit."}
{"file_name": "images/musinsa_staff_5eeafd88e2978.jpg", "text": "Young Korean man with short black wavy hair, wearing white face mask, blue and white striped t-shirt, black trousers, white sneakers. Standing casually, hands at sides, against white wall with green grass border. Casual, modern street style."}
{"file_name": "images/musinsa_staff_5ef185e1bda33.jpg", "text": "Young adult male with short black hair, wearing black face mask, taupe polo shirt, black trousers, black slide sandals. Carrying large navy blue tote bag, wristwatch visible. Standing upright, looking sideways against gray tiled wall. Casual, minimalist urban style."}
{"file_name": "images/musinsa_staff_5ef589f11e0aa.jpg", "text": "Young woman with long dark hair, wearing black cap, oversized white t-shirt, light gray cargo pants, chunky white sneakers, standing casually beside white luxury sports car, urban setting, streetwear style."}
{"file_name": "images/musinsa_staff_5efaf34bf0a45.jpg", "text": "Young adult woman with long blonde hair and bangs, wearing oversized white t-shirt with cartoon bear print, loose white pants, navy blue sneakers. Standing casually, hands in pockets, neutral expression. Against metal shutter background, urban street style aesthetic."}
{"file_name": "images/musinsa_staff_5efee3ad1e2fc.jpg", "text": "Young Korean man with tousled dark hair, wearing black tracksuit with white side stripes, cream undershirt, green and black sneakers. Standing casually, hand touching hair, thoughtful expression. Against brick wall, artificial grass floor, urban sporty aesthetic."}
{"file_name": "images/musinsa_staff_5f03cac5efd49.jpg", "text": "Young Korean woman with straight black hair, wearing navy bucket hat, white oversized t-shirt, cream-colored loose pants, white sneakers. Standing casually, hands in pockets, small black crossbody bag. Minimalist street style, against white wall backdrop, urban chic aesthetic."}
{"file_name": "images/musinsa_staff_5f1110a93f22d.jpg", "text": "Young Korean woman with long black hair, wearing cream knit beanie, oversized beige puffer jacket, white sweater, long cream skirt, white socks, and white sneakers. Taking mirror selfie with smartphone, standing against white wall. Cozy winter outfit, minimalist room decor, neutral color palette."}
{"file_name": "images/musinsa_staff_5f1698a0ab211.jpg", "text": "Young Korean man with short black hair, wearing black-rimmed glasses, navy polo shirt with red heart emblem, beige wide-leg trousers, black belt, black shoes. Standing confidently, holding black tote bag, on balcony overlooking green landscape. Casual yet polished business-casual style, urban professional"}
{"file_name": "images/musinsa_staff_5f18f56be02d8.jpg", "text": "Young Korean man with short black hair, wearing round glasses, white t-shirt with red text, black backpack, beige wide-leg trousers, white sneakers. Standing casually, hands clasped, against striped wall with colorful bands. Urban streetwear style, minimalist aesthetic."}
{"file_name": "images/musinsa_staff_5f191a28789a0.jpg", "text": "Young adult male with short black hair, wearing gray oversized t-shirt, black wide-leg jeans, white face mask, carrying large black tote bag, standing casually against light-colored wall, urban setting, minimalist street style aesthetic."}
{"file_name": "images/musinsa_staff_5f1a4e68d8128.jpg", "text": "Young Korean man with short black hair, wearing rectangular glasses, dressed in layered smart-casual outfit. Green and navy plaid overshirt, white dress shirt, brown tie, light blue jeans. Holding olive canvas tote bag, black leather shoes. Standing sideways, pensive expression, modern interior background."}
{"file_name": "images/musinsa_staff_5f23a63a9af49.jpg", "text": "Young Korean man with short black hair and glasses, wearing crisp white t-shirt with small logo, cream-colored wide-leg pants, black belt, and black shoes. Standing casually, holding black tote bag, in urban setting with concrete walls. Clean, minimalist style with monochrome palette."}
{"file_name": "images/musinsa_staff_5f2d01fb01ea0.jpg", "text": "Young Korean man with short black hair, wearing black-rimmed glasses, smiling broadly. Dressed in a black hooded jacket, black shorts, white socks, and gray sneakers. Standing confidently on urban street, backpack on shoulders. Background shows apartment buildings, bare trees. Casual, sporty street style in cool weather"}
{"file_name": "images/musinsa_staff_5f34a41d4f7e7.jpg", "text": "Young Korean man with short black hair, wearing beige puffer jacket, black sweater, and loose-fit blue jeans. Standing casually, slight smile, hands in pockets. White sneakers, indoor setting with patterned wallpaper, gray couch. Casual, comfortable winter fashion style."}
{"file_name": "images/musinsa_staff_5f3f87c7cb9db.jpg", "text": "Young adult male wearing black bucket hat, white face mask, navy blue oversized t-shirt, gray wide-leg trousers. Silver necklace, hands in pockets, standing casually. Black sandals, brick wall background, flowering plants. Urban casual style, pandemic-era fashion."}
{"file_name": "images/musinsa_staff_5f43390ce44a1.jpg", "text": "Young Korean woman with long black hair, wearing oversized gray puffer jacket, light blue wide-leg jeans, white sneakers. Standing on dirt path, smiling softly, hands in pockets. Lush green forest background, casual outdoor style."}
{"file_name": "images/musinsa_staff_5f449e6b06970.jpg", "text": "Young Korean man with short black hair, wearing black graphic t-shirt with \"The Time Traveler\" print, light blue jeans, black and white sneakers. Standing confidently, looking upward, on urban street with parked cars, brick buildings. Casual streetwear style, relaxed urban atmosphere."}
{"file_name": "images/musinsa_staff_5f45b3d3101b2.jpg", "text": "Young Korean woman with short black bob haircut, wearing light gray oversized jacket, white top, beige wide-leg pants, black socks, white platform sneakers. Standing on concrete stairs, smiling slightly, hands clasped. Minimalist, urban fashion style."}
{"file_name": "images/musinsa_staff_5f45c47a9d75c.jpg", "text": "Young Korean woman with long straight brown hair, wearing oversized black leather jacket, black maxi dress, gray sneakers. Carrying small black handbag with number print. Standing on parking lot, ivy-covered wall background. Casual chic street style."}
{"file_name": "images/musinsa_staff_5f4761ee340d7.jpg", "text": "Adult person wearing white baseball cap, gray face mask, light gray puffer jacket over white hoodie with blue text, blue loose-fit jeans, white Crocs. Standing on wooden path, hands in pockets, surrounded by green grass and trees. Casual, layered winter streetwear style."}
{"file_name": "images/musinsa_staff_5f477126992aa.jpg", "text": "Young Korean man with short black hair, wearing white face mask, light gray hooded jacket, dark blue jeans, white sneakers with blue accents, standing on concrete steps, hands in pockets, casual urban style, neutral expression, beige wall background."}
{"file_name": "images/musinsa_staff_5f48bb3157dfe.jpg", "text": "Young Korean man wearing blue baseball cap, beige oversized jacket, white t-shirt, black cargo pants, gray sneakers. Standing confidently on urban street, high-rise buildings in background. Casual streetwear style, neutral expression, cross-body bag visible. City environment, parked cars and road signs present."}
{"file_name": "images/musinsa_staff_5f4c53045345e.jpg", "text": "Young Korean man with short black hair, wearing all-black outfit: oversized bomber jacket, slim-fit pants with knee details, and lace-up combat boots. Standing casually in front of a coffee shop, neutral expression, urban street style aesthetic."}
{"file_name": "images/musinsa_staff_5f4d925462f1b.jpg", "text": "Young woman with long brown hair, wearing oversized beige jacket, black sweater, white wide-leg pants, standing confidently, urban minimalist background, modern casual street style, cool-toned aesthetic."}
{"file_name": "images/musinsa_staff_5f4dd4301f85d.jpg", "text": "Young Korean man with short black hair, wearing white face mask, crisp white t-shirt, black tailored trousers, black leather boots. Standing casually, hands in pockets, against gray stone wall. Minimalist, urban fashion style."}
{"file_name": "images/musinsa_staff_5f4ddfd94bd60.jpg", "text": "Young Korean woman with straight dark hair, wearing white face mask, plain white t-shirt, light gray wide-leg pants, white sneakers, standing casually against granite wall, urban minimalist style, clean and simple aesthetic."}
{"file_name": "images/musinsa_staff_5f4deab678d3a.jpg", "text": "Young adult male with short dark hair, wearing oversized beige hooded jacket, white undershirt, loose-fitting mauve trousers, cream-colored sneakers. Standing pose, taking mirror selfie, face obscured by phone. Minimalist interior, gray floor, white walls, metal chair visible. Overall casual, contemporary"}
{"file_name": "images/musinsa_staff_5f4defedbc496.jpg", "text": "Young adult person wearing black bucket hat, white face mask, black cropped jacket over white t-shirt, blue distressed jeans, black chunky sneakers. Standing straight, hands at sides, against textured wall, tree trunk visible. Urban streetwear style, casual yet trendy aesthetic."}
{"file_name": "images/musinsa_staff_5f4f08feb11dd.jpg", "text": "Young Korean woman with long dark hair, wearing bright blue beanie, light gray oversized jacket, white undershirt, wide-leg blue jeans, and dark sneakers. Smiling warmly, standing against concrete wall. Casual, street-style outfit with layered look. Overall urban, relaxed aesthetic."}
{"file_name": "images/musinsa_staff_5f4f2cea3b5d2.jpg", "text": "Young Korean woman with long brown hair, wearing oversized beige jacket, white graphic t-shirt, black wide-leg pants. Holding coffee cup, standing casually, neutral expression. Indoor setting, minimalist background. Casual street style aesthetic."}
{"file_name": "images/musinsa_staff_5f4f4dc2372c2.jpg", "text": "Young Korean man with short black hair, wearing oversized black long-sleeve shirt, gray jeans, black sneakers. Adorned with flower necklace, holding phone and mask. Standing casually, arms crossed, against green foliage backdrop. Urban streetwear style, contemplative expression, modern casual aesthetic."}
{"file_name": "images/musinsa_staff_5f4f4e052d6a9.jpg", "text": "Young Korean man with short black hair, wearing white face mask, light gray sweatshirt with large black 'C' letter, loose black pants, blue and black sneakers. Standing casually, hands in pockets, against ivy-covered wall. Autumn leaves on ground, urban street setting, casual streetwear style."}
{"file_name": "images/musinsa_staff_5f51a7d3c263a.jpg", "text": "Young Korean woman with straight black hair and bangs, wearing oversized beige hooded jacket, white collared shirt, long black skirt, and black shoes. Standing with hands in pockets, neutral expression, in minimalist interior with wooden furniture and plants. Casual, modern style."}
{"file_name": "images/musinsa_staff_5f51e776848fd.jpg", "text": "Young adult male with short black hair, wearing oversized black puffer jacket, white undershirt, wide-leg black trousers, gray sneakers. Standing on stairs, hands in pockets, looking down. Minimalist indoor setting, neutral color palette. Casual, urban streetwear aesthetic."}
{"file_name": "images/musinsa_staff_5f55c908ee3e7.jpg", "text": "Young Korean woman with long black hair in ponytail, wearing light gray hoodie with \"THIS IS NEVERTHAT\" text, dark gray loose pants, gray sneakers. Standing casually, looking sideways. Near clothing store entrance, green plant beside her. Casual streetwear style, urban setting."}
{"file_name": "images/musinsa_staff_5f55deceb771a.jpg", "text": "Young adult male wearing navy blue baseball cap, black t-shirt, olive green wide-leg pants, white sneakers, blue face mask. Standing casually, hands in pockets, against brick wall. Urban streetwear style, pandemic-era fashion."}
{"file_name": "images/musinsa_staff_5f586f1e07aae.jpg", "text": "Young Korean man with short black wavy hair, wearing white face mask, dark gray long-sleeved crewneck sweater, black trousers, black leather boots, standing with hands in pockets, against gray tiled wall, casual urban style."}
{"file_name": "images/musinsa_staff_5f587ba2cc830.jpg", "text": "Young Korean man with short wavy black hair, wearing white face mask, charcoal gray blazer, white t-shirt, and black trousers. Standing casually with hands in pockets, against brick wall backdrop with greenery. Urban chic style in garden setting."}
{"file_name": "images/musinsa_staff_5f59ae4c39c43.jpg", "text": "Young Korean woman with short black hair, wearing oversized beige jacket, white undershirt, navy wide-leg pants, blue sneakers with white stripes. Standing casually, hands in pockets, neutral expression. Brick wall background, nighttime urban setting. Minimalist, street-style aesthetic."}
{"file_name": "images/musinsa_staff_5f59f759eb1f1.jpg", "text": "Young adult male with short hair, wearing black beanie, white face mask, navy sweatshirt with contrast stitching, loose-fitting dark trousers, black shoes. Standing upright, hands at sides, against gray stone wall. Minimalist, urban style."}
{"file_name": "images/musinsa_staff_5f5ac189765b1.jpg", "text": "Young Korean man with short black hair, wearing black bomber jacket, white t-shirt, gray straight-leg jeans, black high-top sneakers. Carrying beige crossbody bag, standing on urban street, smiling slightly. Casual streetwear style, sunny day atmosphere."}
{"file_name": "images/musinsa_staff_5f5b19b4a6c47.jpg", "text": "Young adult wearing black bucket hat, white face mask, oversized black hoodie with graphic print, light wash jeans, red and white sneakers. Carrying black backpack, holding smartphone, standing on urban street corner. Casual streetwear style, pandemic-era fashion."}
{"file_name": "images/musinsa_staff_5f5b1a052deb8.jpg", "text": "Young Korean woman with long blonde hair and bangs, wearing oversized beige fleece jacket, white t-shirt, black wide-leg pants, white sneakers. Standing, touching hair, looking up thoughtfully. Urban background with striped wall, casual streetwear style."}
{"file_name": "images/musinsa_staff_5f5b289b7536a.jpg", "text": "Young adult male with short dark hair, wearing pink baseball cap, white oversized jacket and matching pants, black undershirt, black sneakers. Casual pose, hands in pockets, slight smile. Black backpack strap visible. Standing against light gray door, urban setting. Streetwear-inspired, relaxed aesthetic."}
{"file_name": "images/musinsa_staff_5f5f04a6e6a28.jpg", "text": "Young adult male wearing black baseball cap, white face mask, gray zip-up hoodie with small logo, white t-shirt underneath, black loose-fitting pants, purple and white sneakers. Standing casually, hands in pockets, carrying black backpack. Urban setting, brick building background. Streetwear style, relaxed urban"}
{"file_name": "images/musinsa_staff_5f5f073379abf.jpg", "text": "Young Korean man with short black hair, wearing all-black outfit: loose-fitting t-shirt, relaxed trousers, black sandals. Standing casually, hands in pockets, against brick wall. Minimalist, urban style, neutral expression. Small black bag visible on ground."}
{"file_name": "images/musinsa_staff_5f5f146259327.jpg", "text": "Young Korean woman with short brown hair, wearing oversized light gray cardigan, white t-shirt, wide-leg dark blue jeans, black high-top sneakers. Posing on street crosswalk, hands raised to head, casual urban style. Background: Korean street with signs, parked cars, city buildings."}
{"file_name": "images/musinsa_staff_5f5f192357363.jpg", "text": "Young Korean man with short black hair, wearing beige hooded jacket, matching shorts, yellow t-shirt underneath. Smiling broadly, standing casually, carrying black backpack. White socks, gray sneakers with yellow details. Indoor setting, potted plants, framed artwork visible. Casual, sporty streetwear style"}
{"file_name": "images/musinsa_staff_5f5f300bbd738.jpg", "text": "Young adult Korean man with short dark hair, wearing black-rimmed glasses and white face mask. Dressed in black long-sleeved button-up shirt, blue straight-leg jeans, black shoes. Standing casually against gray wall, sunlight casting shadows. Clean, minimalist urban fashion style."}
{"file_name": "images/musinsa_staff_5f5f31de9b4e3.jpg", "text": "Young adult male with short dark hair, wearing black baseball cap, light gray oversized jacket, white t-shirt, light blue loose-fit jeans, black flip-flops. Standing in parking lot, holding iced drink, headphones around neck. Casual, relaxed streetwear style, urban outdoor setting."}
{"file_name": "images/musinsa_staff_5f602b87221c9.jpg", "text": "Young Korean man with short black hair, wearing black-rimmed glasses and white face mask. Dressed in oversized black zip-up jacket, white crewneck sweater, loose white pants. Standing casually, hands in pockets, against gray tiled wall. Sporting white sneakers, overall minimalist monochrome style."}
{"file_name": "images/musinsa_staff_5f602be3ee6cb.jpg", "text": "Young Korean man with short black hair, wearing white face mask, oversized black jacket, light blue striped shirt, beige wide-leg trousers, white sneakers. Standing casually, hands in pockets, against gray tiled wall. Urban minimalist style, clean-cut appearance."}
{"file_name": "images/musinsa_staff_5f602c1e69ed9.jpg", "text": "Young Korean man with short black hair, wearing white face mask, beige hoodie under black oversized jacket, black wide-leg pants, black sneakers, standing against gray tiled wall, urban casual style, neutral expression, modern minimalist aesthetic."}
{"file_name": "images/musinsa_staff_5f607d36b86f5.jpg", "text": "Young Korean man with short dark hair, wearing black cap with glasses, black oversized jacket, white undershirt, black loose-fitting pants, black shoes with yellow laces. Standing with arms crossed, looking down, against green textured wall. Urban streetwear style, monochromatic outfit, casual yet trendy appearance."}
{"file_name": "images/musinsa_staff_5f607dcc72018.jpg", "text": "Young adult Korean man with short dark hair, wearing green baseball cap, beige oversized jacket, white t-shirt, matching beige loose-fitting pants, white chunky sneakers. Standing confidently on urban street, hands in pockets, neutral expression. Surrounded by greenery, road signs, casual streetwear aesthetic."}
{"file_name": "images/musinsa_staff_5f619e6108a24.jpg", "text": "Young Korean man with short black hair, wearing white face mask, beige oversized jacket, white undershirt, matching beige pants, multicolored sneakers. Standing casually, hand touching mask, looking sideways. Against gray tiled wall, urban minimalist style."}
{"file_name": "images/musinsa_staff_5f61adfec5baf.jpg", "text": "Young adult male with short black hair, wearing white face mask, blue long-sleeved sweatshirt, light gray sweatpants, white sneakers. Standing casually, holding black bag strap. Urban rooftop setting, city buildings visible. Casual, comfortable streetwear style in sunny outdoor environment."}
{"file_name": "images/musinsa_staff_5f63174f5fdd1.jpg", "text": "Young Korean woman with long black hair, wearing oversized lavender fleece jacket, white graphic t-shirt, wide-leg dark jeans, white sneakers. Standing pose, hand in hair, serious expression. Against concrete wall background. Casual streetwear style, urban aesthetic."}
{"file_name": "images/musinsa_staff_5f631cf7872ea.jpg", "text": "Young Korean man with short black hair, wearing white face mask, black oversized jacket, dark undershirt, light gray loose-fitting pants, black and white sneakers. Standing casually, hands in pockets, against gray textured wall. Urban minimalist style, neutral color palette."}
{"file_name": "images/musinsa_staff_5f6452521b2af.jpg", "text": "Young adult person with long black hair, wearing black baseball cap, black half-zip pullover jacket, black cargo pants, white socks, black and white sneakers, standing casually against geometric wall, urban streetwear style, monochromatic outfit with white accents."}
{"file_name": "images/musinsa_staff_5f646afbe2275.jpg", "text": "Young Korean man with short black hair, wearing cream-colored wool jacket, dark undershirt, blue jeans, black leather boots. Standing confidently on paved path, surrounded by green trees and bushes. Casual yet stylish urban look, natural outdoor setting."}
{"file_name": "images/musinsa_staff_5f6854e11375c.jpg", "text": "Young Korean woman with straight black hair, wearing oversized black jacket, blue inner layer, white wide-leg pants, black shoes. Standing casually, hands in pockets, neutral expression. Against corrugated metal wall, urban setting with plants. Minimalist, street-style fashion aesthetic."}
{"file_name": "images/musinsa_staff_5f68598e671a2.jpg", "text": "Young Korean woman with short black hair and bangs, wearing oversized mauve fleece jacket, light-wash wide-leg jeans, white sneakers. Standing casually in park, hands in pockets, neutral expression. Surrounded by trees, urban casual style."}
{"file_name": "images/musinsa_staff_5f697595c9ed0.jpg", "text": "Young Korean man with short black hair, wearing white fleece jacket, black hoodie underneath, black track pants, white sneakers, standing casually, hands in pockets, looking sideways, urban setting, modern streetwear style."}
{"file_name": "images/musinsa_staff_5f69ab4e3c715.jpg", "text": "Young Korean man with short black hair, wearing white zip-up jacket over gray hoodie, light blue jeans, navy sneakers. Standing casually, neutral expression, urban street setting with brick building, parked car. Casual, streetwear style."}
{"file_name": "images/musinsa_staff_5f69b99f5e278.jpg", "text": "Young Korean man wearing gray baseball cap, white face mask, charcoal bomber jacket, white t-shirt, navy wide-leg pants, gray sneakers. Standing with hands in pockets, outdoor setting with trees, concrete wall. Casual streetwear style, urban autumn atmosphere."}
{"file_name": "images/musinsa_staff_5f69bc57a8366.jpg", "text": "Young adult person with dark hair, wearing black cap, white face mask, light gray tracksuit jacket and pants, black backpack, white sneakers, standing on stone steps, hands clasped, urban streetwear style, casual pose against granite wall."}
{"file_name": "images/musinsa_staff_5f6af395070ba.jpg", "text": "Young Korean man with short black hair, smiling warmly, wearing black cardigan, white t-shirt, dark jeans, white sneakers. Standing casually, hands in pockets, against concrete wall with bamboo plants. Relaxed, urban casual style, friendly expression."}
{"file_name": "images/musinsa_staff_5f6b112923f90.jpg", "text": "Young adult person wearing black beanie, white face mask, oversized black leather jacket, beige sweater, silver chain necklace, light gray wide-leg sweatpants, white sneakers. Standing casually against striped wall, urban streetwear style, pandemic-era fashion."}
{"file_name": "images/musinsa_staff_5f6da44b3df07.jpg", "text": "Young Korean man with short black hair, wearing round glasses, dressed in all-black outfit: leather zip-up jacket, loose-fitting trousers, shiny dress shoes. Standing casually in clothing store, hands in pockets, slight smile. Surrounded by clothing racks, neon sign visible. Modern, minimalist fashion aesthetic"}
{"file_name": "images/musinsa_staff_5f71c18a4875b.jpg", "text": "Young adult male with short black hair, wearing white face mask, dressed in black suit jacket and trousers, white t-shirt underneath, black shoes. Standing with hands in pockets, casual pose. Urban setting, gray building background. Modern, minimalist style."}
{"file_name": "images/musinsa_staff_5f72e1c4398fe.jpg", "text": "Young adult male with dyed orange hair, wearing white face mask, black bomber jacket, white undershirt, loose black pants, patterned sneakers. Standing casually, hands in pockets, in urban setting. Monochromatic streetwear style, minimalist aesthetic."}
{"file_name": "images/musinsa_staff_5f7a8dc65a080.jpg", "text": "Young Korean man with short black wavy hair, wearing gray suit jacket and trousers, white t-shirt, white face mask, and white sneakers. Standing casually with hands in pockets, urban setting with concrete walls and building entrance visible. Clean, minimalist style with a modern, professional aesthetic."}
{"file_name": "images/musinsa_staff_5f7a8ebf8451d.jpg", "text": "Young adult woman with long brown hair, wearing white face mask, charcoal gray oversized blazer, white t-shirt, black wide-leg trousers, white sneakers. Standing sideways, looking ahead, urban setting with stone walls, glass doors. Professional, minimalist style."}
{"file_name": "images/musinsa_staff_5f7bb641695be.jpg", "text": "Young Korean man with short black hair, wearing round glasses, smiling broadly. Dressed in long black overcoat, gray hoodie underneath, blue jeans, yellow-soled sneakers. Carrying black crossbody bag. Standing in front of colorful striped wall, casual urban style."}
{"file_name": "images/musinsa_staff_5f7bdabb3e85a.jpg", "text": "Young Korean woman with long dark hair, wearing white face mask, black tailored suit jacket, matching wide-leg trousers, white t-shirt, white sneakers. Standing confidently, hands at sides, outside modern building with glass doors, concrete surroundings. Professional, stylish business casual look."}
{"file_name": "images/musinsa_staff_5f7c1655260f7.jpg", "text": "Young Korean man with short black hair, wearing white face mask, gray sweatshirt with \"EBFD\" logo, light blue jeans, black and white sneakers, standing casually on grassy hill, hands in pockets, sunny day with blue sky and fluffy clouds, casual streetwear style."}
{"file_name": "images/musinsa_staff_5f7d4f84ad49c.jpg", "text": "Young Korean woman with dark hair in low bun, wearing white face mask, oversized light gray fleece hoodie, long white dress, cream-colored sneakers. Standing sideways, hands in pockets, against corrugated metal wall. Casual, comfortable street style aesthetic."}
{"file_name": "images/musinsa_staff_5f7d601408b94.jpg", "text": "Young Korean man with short black hair, wearing white face mask, black zip-up jacket with small yellow logo, white t-shirt, light beige loose-fitting pants, pink and white sneakers. Standing casually, holding beverage cup, against gray wall with large white circle design. Urban streetwear style, casual and comfortable aesthetic"}
{"file_name": "images/musinsa_staff_5f7d65a7145ec.jpg", "text": "Young Korean woman with long straight dark hair, wearing beige oversized wool coat, black wide-leg trousers, standing sideways, looking ahead, urban setting, glass storefront, evening mood, chic minimalist style."}
{"file_name": "images/musinsa_staff_5f7e91bf1a394.jpg", "text": "Young adult Korean man with short dark hair, wearing round glasses, green crewneck sweater, black wide-leg trousers, green sneakers. Standing casually, hands at sides, slight smile. Near glass building, white planter with ferns. Reflection visible. Modern, minimalist street style aesthetic."}
{"file_name": "images/musinsa_staff_5f8407a634611.jpg", "text": "Young Korean woman with long black hair, wearing beige fleece jacket, white t-shirt, black leggings, standing casually, hands in pockets, outdoors on rooftop, stone walls framing image, casual sporty style."}
{"file_name": "images/musinsa_staff_5f8536677605e.jpg", "text": "Young adult male wearing dark green baseball cap, beige utility jacket with multiple pockets, white t-shirt, dark blue jeans, gray sneakers. Standing casually, hands in pockets, face obscured by cap. Urban setting, concrete steps background. Streetwear style, relaxed pose."}
{"file_name": "images/musinsa_staff_5f86bca33151c.jpg", "text": "Young Korean man with short black hair, wearing white face mask, black oversized blazer, black top, light blue ripped jeans, black belt. Standing casually, hands in pockets, against stone wall. Surrounded by bare trees, urban-chic style."}
{"file_name": "images/musinsa_staff_5f86c9d77a331.jpg", "text": "Young Korean man with short black hair, wearing oversized black coat, standing confidently, hand on lapel, urban setting with brick walls, moody nighttime lighting, minimalist monochrome style, white sneakers contrasting dark outfit."}
{"file_name": "images/musinsa_staff_5f881a473083e.jpg", "text": "Young Korean man with short black hair, wearing white face mask, dark cardigan over black shirt, gray wide-leg trousers, white sneakers. Standing casually with hands in pockets, urban background with glass doors, concrete pillars. Minimalist, modern street style aesthetic."}
{"file_name": "images/musinsa_staff_5f881c6bcc8ce.jpg", "text": "Young Korean man with short black hair, wearing white face mask, long black double-breasted coat, light gray sweater, black trousers, white sneakers. Standing upright, hands at sides, neutral pose. Urban setting, green foliage, building entrance. Minimalist, contemporary street style."}
{"file_name": "images/musinsa_staff_5f88f1444d883.jpg", "text": "Young Korean man with short black hair, wearing round glasses, dressed in a pale yellow oversized sweatshirt, loose-fitting black cargo pants, and white sneakers. Standing on a path, surrounded by lush greenery, with a slightly pensive expression. Casual, comfortable streetwear style in a natural outdoor setting."}
{"file_name": "images/musinsa_staff_5f88f6c09d8f6.jpg", "text": "Young Korean man with short black hair, wearing round glasses, purple oversized sweatshirt, cream-colored wide-leg pants, gray sneakers. Holding blue drink cup, standing casually against stone wall. Relaxed urban style, minimalist aesthetic."}
{"file_name": "images/musinsa_staff_5f88fb0366eaf.jpg", "text": "Young Korean man with short black hair, wearing white face mask, beige crewneck sweater, black wide-leg trousers, white sneakers. Standing casually, hands in pockets, in concrete doorway. Minimalist, modern fashion style."}
{"file_name": "images/musinsa_staff_5f890348bbd42.jpg", "text": "Young Korean woman with long dark hair, wearing elegant black wool coat, belted at waist, smiling warmly, touching hair, standing against concrete wall, black ankle boots, chic urban style."}
{"file_name": "images/musinsa_staff_5f89048b8ab44.jpg", "text": "Young adult male with short black hair and bangs, wearing oversized black coat, black shirt, white wide-leg trousers, white sneakers. Striking pose against concrete wall, looking upward. Monochromatic outfit, minimalist urban style, high-fashion aesthetic."}
{"file_name": "images/musinsa_staff_5f891f120630f.jpg", "text": "Young Korean man wearing black beanie, white face mask, gray fleece hoodie, white undershirt, light gray wide-leg pants, gray sneakers. Standing with eyes closed, relaxed pose against speckled gray wall. Minimalist, urban streetwear style."}
